[UniversalSoldier X2SoldierClassTemplate]
+DisplayName="士兵"
+ClassSummary=""

RandomNickNames[0]="原子"
RandomNickNames[1]="闪光"
RandomNickNames[2]="红砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="电锯"
RandomNickNames[5]="卡津人"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲狮"
RandomNickNames[9]="丛林狼"
RandomNickNames[10]="冲击波"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执法官"
RandomNickNames[13]="痛击"
RandomNickNames[14]="闪灵"
RandomNickNames[15]="狂怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="白灵"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="冰人"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="大白鲨"
RandomNickNames[23]="审判日
RandomNickNames[24]="纳克尔兹"
RandomNickNames[25]="九头蛇"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="掠夺者"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="幕府将军"
RandomNickNames[34]="暗影"
RandomNickNames[35]="凶手"
RandomNickNames[36]="潜龙"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="行者"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="追踪者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="圣堂武士"
RandomNickNames[45]="木马"
RandomNickNames[46]="破坏分子"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="战争领主"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="至高"
RandomNickNames[55]="精英"
RandomNickNames[56]="余波"
RandomNickNames[57]="阿尔法"
RandomNickNames[58]="黑杰克"
RandomNickNames[59]="牛眼"
RandomNickNames[60]="螺栓"
RandomNickNames[61]="贵人"
RandomNickNames[62]="长眠"
RandomNickNames[63]="一流"
RandomNickNames[64]="老大"
RandomNickNames[65]="靶心"
RandomNickNames[66]="绝杀"
RandomNickNames[67]="酋长"
RandomNickNames[68]="马驹"
RandomNickNames[69]="达拉斯"
RandomNickNames[70]="死亡闪电"
RandomNickNames[71]="死亡之眼"
RandomNickNames[72]="僵局"
RandomNickNames[73]="朽木"
RandomNickNames[74]="D.O.A."
RandomNickNames[75]="鹰眼"
RandomNickNames[76]="8号球"
RandomNickNames[77]="脑死"
RandomNickNames[78]="天堂制造"
RandomNickNames[79]="土匪"
RandomNickNames[80]="恶棍"
RandomNickNames[81]="掘墓人"
RandomNickNames[82]="帽子戏法"
RandomNickNames[83]="千里眼"
RandomNickNames[84]="热火"
RandomNickNames[85]="绝杀"
RandomNickNames[86]="杀手"
RandomNickNames[87]="戏精"
RandomNickNames[88]="长啸"
RandomNickNames[89]="图标"
RandomNickNames[90]="豺狼"
RandomNickNames[91]="翡翠法皇"
RandomNickNames[92]="寂灭"
RandomNickNames[93]="锁定"
RandomNickNames[94]="射手"
RandomNickNames[95]="远足者"
RandomNickNames[96]="马刺"
RandomNickNames[97]="灰骑士"
RandomNickNames[98]="收割者"
RandomNickNames[99]="划痕"
RandomNickNames[100]="连环"
RandomNickNames[101]="警探"
RandomNickNames[102]="射手"
RandomNickNames[103]="表演家"
RandomNickNames[104]="灵巧"
RandomNickNames[105]="押送人"
RandomNickNames[106]="寒玉"
RandomNickNames[107]="清理人"
RandomNickNames[108]="大黄蜂"
RandomNickNames[109]="真理"
RandomNickNames[110]="墓碑"
RandomNickNames[111]="大腕"
RandomNickNames[112]="顶格"
RandomNickNames[113]="双击"
RandomNickNames[114]="送葬者"
RandomNickNames[115]="情人"
RandomNickNames[116]="冲锋"
RandomNickNames[117]="突围"
RandomNickNames[118]="禽兽"
RandomNickNames[119]="球员"
RandomNickNames[120]="胭脂骑士"
RandomNickNames[121]="土豪"
RandomNickNames[122]="流氓"
RandomNickNames[123]="火焰"
RandomNickNames[124]="轰轰"
RandomNickNames[125]="炸弹人"
RandomNickNames[126]="轰炸机"
RandomNickNames[127]="斗牛犬"
RandomNickNames[128]="横冲直撞"
RandomNickNames[129]="双手大剑"
RandomNickNames[130]="小样"
RandomNickNames[131]="警戒"
RandomNickNames[132]="地狱犬"
RandomNickNames[133]="柴油机"
RandomNickNames[134]="红蜘蛛"
RandomNickNames[135]="火球术"
RandomNickNames[136]="冰箱"
RandomNickNames[137]="枪手"
RandomNickNames[138]="锤子"
RandomNickNames[139]="地狱火"
RandomNickNames[140]="高塔"
RandomNickNames[141]="霍斯"
RandomNickNames[142]="火山"
RandomNickNames[143]="飓风"
RandomNickNames[144]="垃圾场"
RandomNickNames[145]="剑圣"
RandomNickNames[146]="敲击者"
RandomNickNames[147]="镜子骑士"
RandomNickNames[148]="疯狗"
RandomNickNames[149]="熔毁"
RandomNickNames[150]="驼鹿"
RandomNickNames[151]="新星"
RandomNickNames[152]="亚空瘴气"
RandomNickNames[153]="核弹"
RandomNickNames[154]="食人魔"
RandomNickNames[155]="斗犬"
RandomNickNames[156]="红色魔术师"
RandomNickNames[157]="红线"
RandomNickNames[158]="犀牛"
RandomNickNames[159]="史密斯飞船"
RandomNickNames[160]="海风"
RandomNickNames[161]="磐石"
RandomNickNames[162]="粉碎"
RandomNickNames[163]="龙之梦"
RandomNickNames[164]="烟熏"
RandomNickNames[165]="沼泽怪兽"
RandomNickNames[166]="T-Bone"
RandomNickNames[167]="T-Rex"
RandomNickNames[168]="银色战车"
RandomNickNames[169]="重击者"
RandomNickNames[170]="迅雷"
RandomNickNames[171]="挠痒"
RandomNickNames[172]="小小"
RandomNickNames[173]="泰坦"
RandomNickNames[174]="世界"
RandomNickNames[175]="火炬"
RandomNickNames[176]="军火贩"
RandomNickNames[177]="高速之星"
RandomNickNames[178]="野小孩"
RandomNickNames[179]="天使"
RandomNickNames[180]="贝塔"
RandomNickNames[181]="绯红之王"
RandomNickNames[182]="黑色安息日"
RandomNickNames[183]="破坏王"
RandomNickNames[184]="经纪人"
RandomNickNames[185]="地下党"
RandomNickNames[186]="赛博人"
RandomNickNames[187]="零"
RandomNickNames[188]="夏日蓝调"
RandomNickNames[189]="执事"
RandomNickNames[190]="庸医"
RandomNickNames[191]="医生"
RandomNickNames[192]="绿洲"
RandomNickNames[193]="天堂之门"
RandomNickNames[194]="天才"
RandomNickNames[195]="小玩意儿"
RandomNickNames[196]="故障"
RandomNickNames[197]="劫持"
RandomNickNames[198]="干扰器"
RandomNickNames[199]="小丑"
RandomNickNames[200]="震荡波"
RandomNickNames[201]="雷电"
RandomNickNames[202]="救援"
RandomNickNames[203]="白金之星"
RandomNickNames[204]="爱因斯坦"
RandomNickNames[205]="狂飙"
RandomNickNames[206]="补丁"
RandomNickNames[207]="教授"
RandomNickNames[208]="雷格泰姆"
RandomNickNames[209]="无赖"
RandomNickNames[210]="响尾蛇"
RandomNickNames[211]="红"
RandomNickNames[212]="裂谷"
RandomNickNames[213]="开锁伞"
RandomNickNames[214]="侠盗"
RandomNickNames[215]="紫色隐者"
RandomNickNames[216]="枯萎哨卫"
RandomNickNames[217]="黑幕"
RandomNickNames[218]="颤抖"
RandomNickNames[219]="变速箱"
RandomNickNames[220]="收缩"
RandomNickNames[221]="路障"
RandomNickNames[222]="太阳骑士索拉尔"
RandomNickNames[223]="回声"
RandomNickNames[224]="轰炸空间"
RandomNickNames[225]="缝补"
RandomNickNames[226]="白蛇"
RandomNickNames[227]="泪珠"
RandomNickNames[228]="修理匠"
RandomNickNames[229]="涡轮"
RandomNickNames[230]="毒液"
RandomNickNames[231]="蒸汽"
RandomNickNames[232]="战鹰"
RandomNickNames[233]="主管"
RandomNickNames[234]="威士忌"
RandomNickNames[235]="狂野"
RandomNickNames[236]="祖鲁"

RandomNickNames_Male[0]="刽子手"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="洛奇"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
RandomNicknames_Male[5]="牛仔"
RandomNickNames_Male[6]="教父"
RandomNickNames_Male[7]="邮差"
RandomNickNames_Male[8]="沙人"
RandomNickNames_Male[9]="纤细"
RandomNickNames_Male[10]="税务员"
RandomNickNames_Male[11]="宙斯"
RandomNicknames_Male[12]="野蛮人"
RandomNickNames_Male[13]="大男孩"
RandomNicknames_Male[14]="老板"
RandomNickNames_Male[15]="牛仔"
RandomNickNames_Male[16]="金属头"
RandomNickNames_Male[17]="尼禄"
RandomNickNames_Male[18]="熊爸"
RandomNickNames_Male[19]="野人"
RandomNickNames_Male[20]="毒贩"
RandomNickNames_Male[21]="魔术师"
RandomNickNames_Male[22]="牧师"
RandomNickNames_Male[23]="雨人"
RandomNickNames_Male[24]="愤怒卫士"

RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="女爵"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="丽莎丽莎"
RandomNicknames_Female[4]="盾女"
RandomNickNames_Female[5]="女武神"
RandomNickNames_Female[6]="男爵夫人"
RandomNickNames_Female[7]="黑寡妇"
RandomNicknames_Female[8]="灾祸"
RandomNicknames_Female[9]="蜂后"
RandomNickNames_Female[10]="亚马逊战士"
RandomNicknames_Female[11]="老板娘"
RandomNickNames_Female[12]="女侠"
RandomNicknames_Female[13]="多米诺"
RandomNickNames_Female[14]="芙蕾雅"
RandomNickNames_Female[15]="熊妈"
RandomNickNames_Female[16]="湮灭"
RandomNickNames_Female[17]="萤火虫"
RandomNickNames_Female[18]="祭司"
RandomNickNames_Female[19]="狼母"
RandomNickNames_Female[20]="黑寡妇"
RandomNickNames_Female[21]="杀手皇后"


[QuickDrawNew X2AbilityTemplate]
LocFriendlyName="快射拔枪（新）"
LocLongDescription="第一格行动点使用手枪射击将不再结束回合."
LocHelpText="第一格行动点使用手枪射击将不再结束回合."
LocFlyOverText="快射拔枪"
LocPromotionPopupText="<Bullet/> 快射拔枪是基本的手枪能力, 可以让手枪在同一个回合内朝不同的目标射击.<br/>"

[RpgSpotWeakness X2AbilityTemplate]
LocFriendlyName="发现弱点"
LocLongDescription="你的手枪射击穿甲 (<Ability:SPOT_WEAKNESS_PIERCE_CV/>  / <Ability:SPOT_WEAKNESS_PIERCE_MG/> / <Ability:SPOT_WEAKNESS_PIERCE_BM/>) 并且 <Ability:+Crit/> 暴击. 更先进的武器具有更高的穿甲值."
LocHelpText="你的手枪射击穿甲并且<Ability:+Crit/> 暴击. 更先进的武器具有更高的穿甲值."
LocFlyOverText="快射拔枪"
LocPromotionPopupText="<Bullet/> 手枪通常是对抗装甲敌人的无效武器。为了弥补这一点，拥有 发现弱点 能力的士兵已经学会了射击敌人防御中的弱点。.<br/><Bullet/> 穿甲: <Ability:SPOT_WEAKNESS_PIERCE_CV/>  / <Ability:SPOT_WEAKNESS_PIERCE_MG/> / <Ability:SPOT_WEAKNESS_PIERCE_BM/> <br/>"

[HighNoon X2AbilityTemplate]
LocFriendlyName="午时已到"
LocFlyOverText="午时已到"
LocHelpText="每当被敌人射击时，将用 <Ability:WeaponName/>自动还击."
LocLongDescription="每当被敌人射击时，将用 <Ability:WeaponName/>自动还击."
LocPromotionPopupText="<Bullet/> 午时已到 可以由近战攻击和范围攻击触发.<br/><Bullet/> 午时已到 不会被监视触发.<br/>"

[RPGO_LightEmUp X2AbilityTemplate]
LocFriendlyName="赶尽杀绝"
LocFlyOverText="赶尽杀绝"
+LocLongDescription="第一个行动点使用主武器进行普通射击将不再结束回合."
+LocHelpText="第一个行动点使用主武器进行普通射击将不再结束回合."
+LocPromotionPopupText="<Bullet/> 第一个行动点使用主武器进行普通射击将不再结束回合. <br/>"

[Lockdown X2AbilityTemplate]
LocFriendlyName="禁闭封锁"
LocFlyOverText="禁闭封锁"
LocLongDescription="对被压制时试图移动的敌人射击+ <Ability:LOCKDOWN_TOHIT_BONUS/> 命中."
LocHelpText="射击被压制且试图移动的敌人时获得命中率和伤害加成."
LocPromotionPopupText="<Bullet/> 对被压制时试图移动的敌人射击+ <Ability:LOCKDOWN_TOHIT_BONUS/> 命中.<br/><Bullet/> 与其他反应射击加成叠加."

[FullAutoFire X2AbilityTemplate]
LocFriendlyName="全自动开火"
LocHelpText="向目标持续射击，弹夹中剩余的每发弹药造成<Ability:AUTOFIRE_DAMAGE_PER_AMMO/> 伤害. 对掩体中的目标精度较低，并消耗所有剩余的弹药. 全自动开火有 <Ability:AUTOFIRE_DESTRUCTION_CHANCE/> 几率摧毁掩体并且无法闪避. 花费 <Ability:AUTOFIRE_ACTIONPOINTS/> 行动点并且最少需要 <Ability:AUTOFIRE_MIN_AMMO/> 弹药才能激活."
LocLongDescription="向目标持续射击，弹夹中剩余的每发弹药造成 <Ability:AUTOFIRE_DAMAGE_PER_AMMO/> 伤害. 对掩体中的目标精度较低，并消耗所有剩余的弹药. 全自动开火有 <Ability:AUTOFIRE_DESTRUCTION_CHANCE/> 几率摧毁掩体并且无法闪避. 花费 <Ability:AUTOFIRE_ACTIONPOINTS/> 行动点并且最少需要 <Ability:AUTOFIRE_MIN_AMMO/> 弹药才能激活."
LocPromotionPopupText="<Bullet/> 向目标持续射击，弹夹中剩余的每发弹药造成 <Ability:AUTOFIRE_DAMAGE_PER_AMMO/> 伤害<br/><Bullet/> <Ability:AUTOFIRE_HALFCOVER_MALUS/> 命中对半掩体<br/><Bullet/> <Ability:AUTOFIRE_FULLCOVER_MALUS/> 命中对全掩体<br/><Bullet/><Ability:AUTOFIRE_DESTRUCTION_CHANCE/> 几率摧毁掩体并且无法闪避<br/><Bullet/> Consumes whole clip<br/><Bullet/> 花费 <Ability:AUTOFIRE_ACTIONPOINTS/> 行动点并且最少需要 <Ability:AUTOFIRE_MIN_AMMO/> 弹药才能激活.<br/>"

[AutoFireModifications X2AbilityTemplate]
LocFriendlyName="全自动开火"

[AutoFireShot X2AbilityTemplate]
LocFriendlyName="加农炮射击"
LocHelpText="向目标射击. <Ability:CANNOTBEDODGED/>"
LocLongDescription="主武器射击总是结束回合."

[AutoFireOverwatch X2AbilityTemplate]
LocFriendlyName="加农炮监视"
LocHelpText="向在视野范围内首个移动的敌人射击，受到命中减益."
LocLongDescriptionWhenConcealed="仅在被发现后向在视野范围内首个移动的敌人射击."
LocFlyOverText="Overwatch"
LocFriendlyNameWhenConcealed="监视 (隐蔽式)"

[Grenadier X2AbilityTemplate]
LocFriendlyName="榴弹兵"
LocFlyOverText="榴弹兵"
LocLongDescription="添加一个专用榴弹槽."
LocHelpText="添加一个专用榴弹槽."
LocPromotionPopupText="<Bullet/> 添加一个专用榴弹槽."

[Gunner X2AbilityTemplate]
LocFriendlyName="机枪手"
LocFlyOverText="机枪手"
LocLongDescription="添加一个专用弹药槽."
LocHelpText="添加一个专用弹药槽."
LocPromotionPopupText="<Bullet/> 添加一个专用弹药槽."

[HeavyWeaponMobilityPenalty X2AbilityTemplate]
LocFriendlyName="重武器"
LocFlyOverText="重武器"
LocLongDescription="携带重型武器处以 <Ability:HEAVY_WEAPON_MOBILITY_CAP/> 的移动力减益和 <Ability:HEAVY_WEAPON_AIM_CAP/>的命中减益. EXO and WAR 护甲扩大到 <Ability:POWERED_ARMOR_MOBILITY_CAP/>  的移动力减益和 <Ability:POWERED_ARMOR_AIM_CAP />命中减益."
LocHelpText="携带重型武器处以 <Ability:HEAVY_WEAPON_MOBILITY_CAP/> 的移动力减益和 <Ability:HEAVY_WEAPON_AIM_CAP/>的命中减益. EXO and WAR S护甲扩大到 <Ability:POWERED_ARMOR_MOBILITY_CAP/> 的移动力减益和 <Ability:POWERED_ARMOR_AIM_CAP />命中减益."
LocPromotionPopupText="<Bullet/> 携带重型武器处以 <Ability:HEAVY_WEAPON_MOBILITY_CAP/> 的移动力减益和 <Ability:HEAVY_WEAPON_AIM_CAP/>的命中减益. EXO and WAR 护甲扩大到 <Ability:POWERED_ARMOR_MOBILITY_CAP/> 的移动力减益和 <Ability:POWERED_ARMOR_AIM_CAP />命中减益.\n."

[CombatProtocolHackingBonus X2AbilityTemplate]
LocFriendlyName="黑客"
LocFlyOverText="黑客"
LocLongDescription="侵入 +<Ability:Hacking/> 值."
LocHelpText="侵入 +<Ability:Hacking/> 值."
LocPromotionPopupText="<Bullet/> 侵入 +<Ability:Hacking/> 值."

[RpgCutthroat X2AbilityTemplate]
LocFriendlyName="割喉"
LocFlyOverText="割喉"
LocLongDescription="你的近战攻击无视生物敌人的护甲，提供+ <Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> 暴击率，+ <Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> 暴击伤害."
LocHelpText="你的近战攻击无视生物敌人的护甲，提供+ <Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> 暴击率，+ <Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> 暴击伤害."
LocPromotionPopupText="<Bullet/> 你的近战攻击无视生物敌人的护甲，提供+ <Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> 暴击率，+ <Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> 暴击伤害."

[Relocation X2AbilityTemplate]
LocFriendlyName="迁徙"
LocFlyOverText="迁徙"
LocLongDescription="在你的回合中，从隐匿状态下暴露时,会回退一个行动点."
LocHelpText="在你的回合中，从隐匿状态下暴露时,会回退一个行动点."
LocPromotionPopupText="<Bullet/> 在你的回合中，从隐匿状态下暴露时,会回退一个行动点.<br/><Bullet/> 仅适用于在你的回合中.<br/><Bullet/> 使用不消耗行动点数的技能时不激活.<br/>"

[RpgTacticalSense X2AbilityTemplate]
LocFriendlyName="战术素养"
LocFlyOverText="战术素养"
LocLongDescription="你视野内的每个敌人+ <Ability:TACTICAL_SENSE_DEFENSE/> 防御, 最多+ <Ability:TACTICAL_SENSE_SCALE_MAX/> 防御."
LocHelpText="你视野内的每个敌人+ <Ability:TACTICAL_SENSE_DEFENSE/> 防御, 最多+ <Ability:TACTICAL_SENSE_SCALE_MAX/> 防御."
LocPromotionPopupText="<Bullet/> 你视野内的每个敌人+ <Ability:TACTICAL_SENSE_DEFENSE/> 防御, 最多+ <Ability:TACTICAL_SENSE_SCALE_MAX/> 防御.<br/><Bullet/> 不包括小队视野范围内的单位.<br/><Bullet/> 此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成."

[Interference X2AbilityTemplate]
LocFriendlyName="干扰"
LocFlyOverText="干扰"
LocLongDescription="小精灵可以取消目标单位的监视. 使用 <Ability:INTERFERENCE_CV_CHARGES/> (<Ability:INTERFERENCE_MG_CHARGES/>, <Ability:INTERFERENCE_BM_CHARGES/>) 每次任务."
LocHelpText="小精灵可以取消目标单位的监视."
LocPromotionPopupText="<Bullet/> 小精灵可以取消目标单位的监视.<br/><Bullet/> 使用 <Ability:INTERFERENCE_ACTION_POINTS/> 行动点.<br/><Bullet/> <Ability:INTERFERENCE_CV_CHARGES/> 每次任务的次数，随着小精灵科技的提高而提高 (<Ability:INTERFERENCE_MG_CHARGES/>, <Ability:INTERFERENCE_BM_CHARGES/>).<br/>"

[RpgAggression X2AbilityTemplate]
LocFriendlyName="穷兵窦武"
LocFlyOverText="穷兵窦武"
LocLongDescription="你视野内的每个敌人会为你+ <Ability:AGRESSION_CRIT_CHANCE/> 暴击 , 最多+ <Ability:AGRESSION_SCALE_MAX/>."
LocHelpText="你视野内的每个敌人会为你+ <Ability:AGRESSION_CRIT_CHANCE/> 暴击 , 最多+ <Ability:AGRESSION_SCALE_MAX/>."
LocPromotionPopupText="<Bullet/> 你视野内的每个敌人会为你+ <Ability:AGRESSION_CRIT_CHANCE/> 暴击 , 最多+ <Ability:AGRESSION_SCALE_MAX/>.<br/><Bullet/> 在小队视野中可见的单位也会产生此效果.<br/>"

[RpgStealthTactics X2AbilityTemplate]
LocFriendlyName="隐蔽战术"
LocLongDescription="如果在回合开始时看不到敌人，士兵将进入隐蔽."
LocHelpText="如果在回合开始时看不到敌人，士兵将进入隐蔽."
LocFlyOverText="隐蔽战术" 
LocPromotionPopupText="<Bullet/> 如果在回合开始时看不到敌人，士兵将进入隐蔽."

[RpgDangerSense X2AbilityTemplate]
LocFriendlyName="危险感知"
LocLongDescription="即使没有敌人的视野也能探知敌人位置，追踪 <Ability:DANGERSENSE_RADIUS/> 范围内的敌人,并时刻保持警惕. 可以发现无面怪或者寄生兽."
LocHelpText="即使没有敌人的视野也能探知敌人位置，追踪 <Ability:DANGERSENSE_RADIUS/> 范围内的敌人,并时刻保持警惕. 可以发现无面怪或者寄生兽."
LocFlyOverText="危险感知"
LocPromotionPopupText="<Bullet/> 即使没有敌人的视野也能探知敌人位置，追踪 <Ability:DANGERSENSE_RADIUS/>范围内的敌人. <br/><Bullet/> 可以发现无面怪或者寄生兽. <br/>"

[RpgZoneOfControl X2AbilityTemplate]
LocFriendlyName="先发制人"
LocLongDescription="使用手枪对任何试图攻击你的小队的 <Ability:ZONE_OF_CONTROL_TARGET_WITHIN_TILES/> 格以内开火的敌人进行先发反应射击."
LocHelpText="使用手枪对任何试图攻击你的小队的 <Ability:ZONE_OF_CONTROL_TARGET_WITHIN_TILES/> 格以内开火的敌人进行先发反应射击."
LocFlyOverText="先发制人"
LocPromotionPopupText="<Bullet/> 允许通过近距离反击敌人来保持对周围区域的控制.<br/><Bullet/> 使用手枪对任何试图攻击你的小队的 <Ability:ZONE_OF_CONTROL_TARGET_WITHIN_TILES/> 格以内开火的敌人进行先发反应射击."

[RescueProtocol X2AbilityTemplate]
LocFriendlyName="鼓励协议"
LocFlyoverText="鼓励协议"
LocLongDescription="使用你的小精灵向盟友授予移动动作."
LocHelpText="使用你的小精灵向盟友授予移动动作."
LocPromotionPopupText="<Bullet/> 鼓励协议 只能对没有剩余行动点数的友军使用.<br/><Bullet/> 不能用于隐藏，压制或监视单位.<br/><Bullet/> 盟友不能在同一回合同时受益于命令和鼓励协议.<br/><Bullet/> 使用1行动点.<br/><Bullet/> 随着小精灵技术的改进，次数增加.<br/>"

[Quartermaster X2AbilityTemplate]
LocFriendlyName="军需官"
LocFlyoverText="军需官"
LocLongDescription="通用槽中携带的消耗品增加一次使用数."
LocHelpText="通用槽中携带的消耗品增加一次使用数."
LocPromotionPopupText="<Bullet/>通用槽中携带的消耗品增加一次使用数."

[Spray X2AbilityTemplate]
LocFriendlyName="锥形喷"
LocLongDescription="向锥形范围的所有目标开火。此外，这些敌人的掩护可能会被损坏或摧毁。使用大量弹药."
LocHelpText="向锥形范围的所有目标开火."
LocFlyOverText="锥形喷"
LocPromotionPopupText="<Bullet/> 锥形喷 需要 <Ability:SelfAmmoCost/> 弹药并且有 <Ability:SelfCooldown/> 回合冷却.<br/><Bullet/> 锥形喷 将向锥形范围中的每个敌人进行标准射击，并会损坏或摧毁锥形范围中的随机掩体.<br/>"

[Sabotage X2AbilityTemplate]
LocFriendlyName="高能炸药"
LocFlyoverText="高能炸药"
LocLongDescription="阔剑地雷，复合炸药和感应式地雷 <Ability:+Damage/> 点伤害."
LocHelpText="阔剑地雷，复合炸药和感应式地雷 <Ability:+Damage/> 点伤害."
LocPromotionPopupText="<Bullet/> 阔剑地雷，复合炸药和感应式地雷 <Ability:+Damage/> 点伤害."

[Overkill X2AbilityTemplate]
LocFriendlyName="超量炸弹"
LocFlyoverText="超量炸弹"
LocLongDescription="阔剑地雷，复合炸药和感应式地雷增加一次额外的使用数."
LocHelpText="阔剑地雷，复合炸药和感应式地雷增加一次额外的使用数."
LocPromotionPopupText="<Bullet/> 阔剑地雷，复合炸药和感应式地雷增加一次额外的使用数."

[Rocketeer X2AbilityTemplate]
LocFriendlyName="火箭专家"
LocFlyOverText="火箭专家"
LocHelpText="装备的重武器获得一次额外充能."
LocLongDescription="装备的重武器获得一次额外充能."

[AreaSuppression X2AbilityTemplate]
LocFriendlyName="区域压制"
LocFlyOverText="区域压制"
LocLongDescription="发射一片弹幕，压制在4格半径范围内的多个目标。对任何移动的目标进行反应射击，并对所有目标的命中附加 <Ability:SUPPRESSIONPENALTY/> 惩罚，直到压制效果移除。在隐蔽时无法使用."
LocHelpText="压制一片区域内的多个目标."
LocPromotionPopupText="<Bullet/> 士兵隐蔽时无法使用区域压制.<br/><Bullet/> 只要进行压制的单位有足够弹药，任何试图移动的单位会受到反应射击.<br/><Bullet/> 霰弹枪或狙击步枪无法使用该能力.<br/><Bullet/> 区域压制消耗 <Ability:SelfAmmoCost/> 弹药，每次反应射击要再消耗1个弹药。没有冷却时间.<br/><Bullet/> 如果进行压制的单位受到伤害，区域压制将结束.<br/><Bullet/> 如果多个单位压制一个目标，命中惩罚不会叠加.<br/><Bullet/> 压制限制了许多目标的能力，包括火箭和榴弹."

[CloseandPersonal X2AbilityTemplate]
LocFriendlyName="近身威胁"
LocFlyOverText="近身威胁"
LocLongDescription="攻击邻近敌人时+ <Ability:CLOSE_AND_PERSONAL_CRIT_BOOST/> 暴击. 与目标的距离越远，该增益越小t."
LocHelpText="攻击邻近敌人时+ <Ability:CLOSE_AND_PERSONAL_CRIT_BOOST/> 暴击. 与目标的距离越远，该增益越小."
LocPromotionPopupText="<Bullet/> 攻击邻近敌人时+ <Ability:CLOSE_AND_PERSONAL_CRIT_BOOST/> 暴击.<br/><Bullet/> 与目标距离每增加1格，该增益减少5%，在7格或以外降至0%.<br/>"

[CloseEncounters X2AbilityTemplate]
LocFriendlyName="短兵相接"
LocFlyOverText="短兵相接"
LocLongDescription="使用主武器对4格内的一名敌人进行一次标准射击后，可额外获得1个行动点，每回合1次."
LocHelpText="使用主武器对4格内的一名敌人进行一次标准射击后，可额外获得1个行动点，每回合1次."
LocPromotionPopupText="<Bullet/> 使用主武器对4格内的一名敌人进行一次标准射击后，可额外获得1个行动点，每回合1次.<br/><Bullet/> 红色光环将标记此能力的范围.<br/><Bullet/> 短兵相接 不能在同一回合使用 奔袭战术.<br/>"

[BringEmOn X2AbilityTemplate]
LocFriendlyName="背水一战"
LocFlyOverText="背水一战"
LocLongDescription="你视野内的每2个敌人都使你获得+ <Ability:BRING_EM_ON_CRIT_DAMAGE/> 暴击伤害，最多+ <Ability:BRING_EM_ON_CRIT_SCALE_MAX/> 仅适用于主武器造成的伤害."
LocHelpText="你视野内的每2个敌人都使你获得+ <Ability:BRING_EM_ON_CRIT_DAMAGE/> 暴击伤害，最多+ <Ability:BRING_EM_ON_CRIT_SCALE_MAX/> 仅适用于主武器造成的伤害."
LocPromotionPopupText="<Bullet/> 你视野内的每2个敌人都使你获得+ <Ability:BRING_EM_ON_CRIT_DAMAGE/> 暴击伤害，最多+ <Ability:BRING_EM_ON_CRIT_SCALE_MAX/>.<br/><Bullet/> 在小队视野范围内可见的单位会带来加成.<br/><Bullet/> 仅适用于主武器造成的伤害."

[CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="对4格内任何移动或开火的可见敌人进行1次自由反应射击."
LocHelpText="对4格内任何移动或开火的可见敌人进行1次自由反应射击."
LocPromotionPopupText="<Bullet/> 如果士兵隐蔽中，则不会触发.<br/><Bullet/> 每回合你可以用这个能力向每个敌人射击一次.<br/>"

[Lethal X2AbilityTemplate]
LocFriendlyName="致命武器"
LocFlyOverText="致命武器"
LocLongDescription="你的任何武器造成额外 <Ability:LETHAL_DAMAGE_BONUS/> 伤害."
LocHelpText="你的任何武器造成额外 <Ability:LETHAL_DAMAGE_BONUS/> 伤害."
LocPromotionPopupText="<Bullet/> 你的任何武器造成额外 <Ability:LETHAL_DAMAGE_BONUS/> 伤害."

[SurgicalPrecision X2AbilityTemplate]
LocFriendlyName="掩体精瞄"
LocFlyOverText="掩体精瞄"
LocLongDescription="瞄准掩体中敌人时，掩体导致的命中惩罚降低一半"
LocHelpText="瞄准掩体中敌人时，掩体导致的命中惩罚降低一半"
LocPromotionPopupText="<Bullet/> 掩体导致的命中惩罚降低一半"

[HotShot X2AbilityTemplate]
LocFriendlyName="焦点视觉"
LocFlyoverText="焦点视觉"
LocLongDescription=" +<Ability:ToHit/> 反应射击命中."
LocHelpText=" +<Ability:ToHit/> 反应射击命中."
LocPromotionPopupText="<Bullet/>  +<Ability:ToHit/> 反应射击命中."

[EagleEye X2AbilityTemplate]
LocFriendlyName="鹰眼"
LocFlyoverText="鹰眼"
LocLongDescription=" +<Ability:ToHit/> 非反应射击命中."
LocHelpText=" +<Ability:ToHit/> 非反应射击命中."
LocPromotionPopupText="<Bullet/>  +<Ability:ToHit/> 非反应射击命中."

[Runner X2AbilityTemplate]
LocFriendlyName="奔跑者"
LocFlyoverText="奔跑者"
LocLongDescription="移动力 +<Ability:Mobility/> ."
LocHelpText="移动力 +<Ability:Mobility/> ."
LocPromotionPopupText="<Bullet/> 移动力 +<Ability:Mobility/> ."

[MovingTarget X2AbilityTemplate]
LocFriendlyName="敏捷之躯"
LocFlyoverText="敏捷之躯"
LocLongDescription="闪避 +<Ability:Dodge/> ."
LocHelpText="闪避 +<Ability:Dodge/> ."
LocPromotionPopupText="<Bullet/> 闪避 +<Ability:Dodge/> ."

[Praetorian X2AbilityTemplate]
LocFriendlyName="禁卫训练"
LocFlyoverText="禁卫训练"
LocLongDescription="近战武器命中率 +<Ability:ToHit/> ."
LocHelpText="近战武器命中率 +<Ability:ToHit/> ."
LocPromotionPopupText="<Bullet/> 近战武器命中率 +<Ability:ToHit/> ."

[CyberAdept X2AbilityTemplate]
LocFriendlyName="网络精通"
LocFlyoverText="网络精通"
LocLongDescription="士兵获得 +<Ability:Hacking/> 侵入值."
LocHelpText="士兵获得 +<Ability:Hacking/> 侵入值."
LocPromotionPopupText="<Bullet/> 士兵获得 +<Ability:Hacking/> 侵入值."

[IronWill X2AbilityTemplate]
LocFriendlyName="钢铁意志"
LocFlyoverText="钢铁意志"
LocLongDescription="士兵获得 +<Ability:Will/> 意志力."
LocHelpText="士兵获得 +<Ability:Will/> 意志力."
LocPromotionPopupText="<Bullet/> 士兵获得 +<Ability:Will/> 意志力."

[Stalker X2AbilityTemplate]
LocFriendlyName="轻足"
LocFlyoverText="轻足"
LocLongDescription="敌人对于你的侦测半径降低 <Ability:STALKER_BONUS/> %."
LocHelpText="敌人对于你的侦测半径降低 <Ability:STALKER_BONUS/> %."
LocPromotionPopupText="<Bullet/> 敌人对于你的侦测半径降低 <Ability:STALKER_BONUS/> %."

[Juggernaut X2AbilityTemplate]
LocFriendlyName="健壮"
LocFlyoverText="健壮"
LocLongDescription="士兵获得 +<Ability:HP/> HP."
LocHelpText="士兵获得 +<Ability:HP/> HP."
LocPromotionPopupText="<Bullet/> 士兵获得 +<Ability:HP/> HP."

[Bulletproof X2AbilityTemplate]
LocFriendlyName="防弹体质"
LocFlyoverText="防弹体质"
LocLongDescription="士兵获得 +<Ability:Defense/> 防御."
LocHelpText="士兵获得 +<Ability:Defense/> 防御."
LocPromotionPopupText="<Bullet/> 士兵获得 +<Ability:Defense/> 防御."

[Hitman X2AbilityTemplate]
LocFriendlyName="杀手本能"
LocFlyoverText="杀手本能"
LocLongDescription="侧击时 <Ability:+Crit/> 暴击几率."
LocHelpText="侧击时 <Ability:+Crit/> 暴击几率."
LocPromotionPopupText="<Bullet/> 侧击时 <Ability:+Crit/> 暴击几率."

[Prodigy X2AbilityTemplate]
LocFriendlyName="战斗奇才"
LocFlyoverText="战斗奇才"
LocLongDescription="士兵的战斗智商比平均水平高1至2级."
LocHelpText="士兵的战斗智商比平均水平高1至2级."
LocPromotionPopupText="<Bullet/> 士兵的战斗智商比平均水平高1至2级."

[SyntheticGenes X2AbilityTemplate]
LocFriendlyName="基因优选"
LocFlyoverText="基因优选"
LocLongDescription="士兵的天赋才能比平均水平高1到2级."
LocHelpText="士兵的天赋才能比平均水平高1到2级."
LocPromotionPopupText="<Bullet/> 士兵的天赋才能比平均水平高1到2级."

[Panoptic X2AbilityTemplate]
LocFriendlyName="全景视觉"
LocFlyoverText="全景视觉"
LocLongDescription="士兵获得 +<Ability:SightRadius/> 视野半径."
LocHelpText="士兵获得 +<Ability:SightRadius/> 视野半径."
LocPromotionPopupText="<Bullet/> 士兵获得 +<Ability:SightRadius/> 视野半径."

[DamnGoodGround X2AbilityTemplate]
LocFriendlyName="居高临下"
LocFlyOverText="居高临下"
LocHelpText="攻击较低地形下的目标时 <Ability:+ToHit/> 命中和 <Ability:+Defense/>防御."
LocLongDescription="攻击较低地形下的目标时 <Ability:+ToHit/> 命中和 <Ability:+Defense/> 防御."

[Scout X2AbilityTemplate]
LocFriendlyName="侦察精通"
LocFlyOverText="侦察精通"
LocHelpText="携带一个免费的战场扫描器.增加战场扫描器的投掷范围 <Ability:SCOUT_BATTLESCANNER_RANGE_SCALAR/>."
LocLongDescription="携带一个免费的战场扫描器.增加战场扫描器的投掷范围 <Ability:SCOUT_BATTLESCANNER_RANGE_SCALAR/>."

[XenoBiologist X2AbilityTemplate]
LocFriendlyName="外星生物学"
LocFlyOverText="外星生物学"
LocHelpText="对于被解刨过的敌人种类,提供  <Ability:+Damage/> 额外伤害."
LocLongDescription="对于被解刨过的敌人种类,提供  <Ability:+Damage/> 额外伤害."

[BullpupDesign X2AbilityTemplate]
LocFriendlyName="无托式机枪设计"
LocFlyOverText="无托式机枪设计"
LocHelpText="监视射击可以暴击，并且这种武器进行的监视射击没有反应射击惩罚."
LocLongDescription="监视射击可以暴击，并且这种武器进行的监视射击没有反应射击惩罚."

[PistolDamageModifierRange X2AbilityTemplate]
LocFriendlyName="手枪射程伤害修正器"
LocFlyoverText="手枪射程伤害修正器"

[ShotgunDamageModifierRange X2AbilityTemplate]
LocFriendlyName="霰弹枪射程伤害修正器"
LocFlyoverText="霰弹枪射程伤害修正器"

[ShotgunDamageModifierCoverType X2AbilityTemplate]
LocFriendlyName="霰弹枪掩体伤害修正器"
LocFlyoverText="霰弹枪掩体伤害修正器"

[SawedOffShotgunDamageModifierRange_CV X2AbilityTemplate]
LocFriendlyName="短管霰弹枪射程伤害修正器"
LocFlyoverText="短管霰弹枪射程伤害修正器"

[SawedOffShotgunDamageModifierRange_MG X2AbilityTemplate]
LocFriendlyName="短管霰弹枪射程伤害修正器"
LocFlyoverText="短管霰弹枪射程伤害修正器"

[SawedOffShotgunDamageModifierRange_BM X2AbilityTemplate]
LocFriendlyName="短管霰弹枪射程伤害修正器"
LocFlyoverText="短管霰弹枪射程伤害修正器"

[SawedOffShotgunDamageModifierCovertype X2AbilityTemplate]
LocFriendlyName="短管霰弹枪掩体伤害修正器"
LocFlyoverText="短管霰弹枪掩体伤害修正器"

[DamageModifierCoverType X2AbilityTemplate]
LocFriendlyName="掩体"
LocFlyoverText="掩体"

[ZoneOfControlReturnFire X2AbilityTemplate]
LocFriendlyName="先发制人"
LocFlyoverText="先发制人"

[ReadyForAnything X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="当你使用 <Ability:WeaponName/> 进行一次标准射击后你将自动进入监视."
LocHelpText="对目标进行射击并进入监视."
LocFlyOverText="一切就绪"
LocPromotionPopupText="<Bullet/> 弹药不足则不能进入监视状态.<br/>"

[ReadyForAnythingFlyover X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="当你使用 <Ability:WeaponName/> 进行一次标准射击后你将自动进入监视."
LocHelpText="对目标进行射击并进入监视."
LocFlyOverText="一切就绪"

[Deadeye X2AbilityTemplate]
LocFriendlyName="死轮眼"
LocFlyoverText="死轮眼"
LocLongDescription="对于未暴露侧翼的目标,提供 +<Ability:ToHit/> 命中率和 +<Ability:Crit/> 暴击."
LocHelpText="对于未暴露侧翼的目标,提供 +<Ability:ToHit/> 命中率和 +<Ability:Crit/> 暴击."
LocPromotionPopupText="<Bullet/> 对于未暴露侧翼的目标,提供 +<Ability:ToHit/> 命中和 +<Ability:Crit/> 暴击."

[HitandRun X2AbilityTemplate]
LocFriendlyName="游击战术"
LocFlyOverText="游击战术"
LocLongDescription="每回合一次，用主武器对一个侧翼或暴露的目标进行一次标准射击后，获得一个额外的行动点。不能在同一回合触发短兵相接."
LocHelpText="每回合一次,在使用主武器对被侧翼/背部包抄的敌人进行标准射击后,获得1次额外的行动机会."
LocPromotionPopupText="<Bullet/> 不能与奔袭战术在同一回合使用.<br/><Bullet/> 连环杀戮和死神天降奖励行动点优先级高于此技能."

[KillEmAll X2AbilityTemplate]
LocFriendlyName="屠杀殆尽"
LocFlyOverText="屠杀殆尽"
LocLongDescription="对一个圆锥范围内的每一个敌人进行射击. <Ability:KILLEMALL_COOLDOWN />回合冷却."
LocHelpText="对一个圆锥范围内的每一个敌人进行射击. <Ability:KILLEMALL_COOLDOWN />回合冷却."
LocPromotionPopupText="<Bullet/> 对一个圆锥范围内的每一个敌人进行射击. <Ability:KILLEMALL_COOLDOWN />回合冷却."

[SniperElite X2AbilityTemplate]
LocFriendlyName="狙击精通"
LocFlyOverText="狙击精通"
LocLongDescription="移除小队视野惩罚并且在移动后依然享有小队视野."
LocHelpText="移除小队视野惩罚并且在移动后依然享有小队视野."
LocPromotionPopupText="<Bullet/> 移除小队视野惩罚并且在移动后依然享有小队视野."

[Failsafe X2AbilityTemplate]
LocFriendlyName="故障保护"
LocLongDescription="如果你侵入失败，你能够阻止任何负面效果发生."
LocHelpText="如果你侵入失败，你能够阻止任何负面效果发生."
LocFlyOverText="故障保护"
LocPromotionPopupText="<Bullet/> 如果你侵入失败，你能够阻止任何负面效果发生."

[PermanentTracking X2AbilityTemplate]
LocFriendlyName="永久标记"
LocLongDescription="由全息瞄准器或战场扫描仪标记的目标永久可见."
LocHelpText="由全息瞄准器或战场扫描仪标记的目标永久可见."
LocFlyOverText="永久标记"
LocPromotionPopupText="<Bullet/> 由全息瞄准器或战场扫描仪标记的目标永久可见"

[Kenjutsu X2AbilityTemplate]
LocFriendlyName="剑道"
LocLongDescription="近战武器攻击蓝色格子内目标不会结束回合."
LocHelpText="近战武器攻击蓝色格子内目标不会结束回合."
LocFlyOverText="剑道"
LocPromotionPopupText="<Bullet/> 近战武器攻击蓝色格子内目标不会结束回合."

[BlueMoveSlash X2AbilityTemplate]
LocFriendlyName="剑道"
LocLongDescription="近战武器攻击蓝色格子内目标不会结束回合."
LocHelpText="近战武器攻击蓝色格子内目标不会结束回合."
LocFlyOverText="剑道"
LocPromotionPopupText="<Bullet/> 近战武器攻击蓝色格子内目标不会结束回合."

[EmergencyProtocol X2AbilityTemplate]
LocFriendlyName="急救协议"
LocLongDescription="治疗和稳定不消耗行动点."
LocHelpText="治疗和稳定不消耗行动点."
LocFlyOverText="急救协议"
LocPromotionPopupText="<Bullet/> 治疗和稳定不消耗行动点."

[FieldSurgeon X2AbilityTemplate]
LocFriendlyName="战地外科"
LocFlyOverText="战地外科"
LocLongDescription="减少大多数士兵的受伤恢复时间."
LocHelpText="减少大多数士兵的受伤恢复时间."
LocPromotionPopupText="<Bullet/> 战地外科减少1点士兵在战斗中从受伤恢复所需的生命值.<br/><Bullet/> 单个任务中多个战地外科有几率进一步减少恢复时间.<br/><Bullet/> 该效果对拥有此能力的士兵同样有效.<br/><Bullet/> 对于受到致命伤或从流血状态中稳定过来的士兵无效."

[TriggerHappy X2AbilityTemplate]
LocFriendlyName="意外惊喜"
LocLongDescription="当一组新的敌人出现时进行一次反应射击."
LocHelpText="当一组新的敌人出现时进行一次反应射击."
LocFlyOverText="意外惊喜"
LocPromotionPopupText="<Bullet/> 当一组新的敌人出现时进行一次反应射击."

[RpgBombard X2AbilityTemplate]
LocFriendlyName="榴弹精通"
LocLongDescription="投掷手雷或使用榴弹发射器时 +4格射程."
LocHelpText="投掷手雷或使用榴弹发射器时 +4格射程."
LocFlyOverText="榴弹精通"
LocPromotionPopupText="<Bullet/> 手雷投掷范围增加4格.<br/><Bullet/> 包括投掷手雷或使用榴弹发射器.<br/>"

[RpgDeathFromAbove X2AbilityTemplate]
LocFriendlyName="死神天降"
LocLongDescription="用 <Ability:WeaponName/> 杀死一个位于低位置的敌人只会花费一格行动点，并且不会结束你的回合. 每回合仅触发一次."
LocHelpText="用 <Ability:WeaponName/> 死一个位于低位置的敌人只会花费一格行动点，并且不会结束你的回合. 每回合仅触发一次."
LocFlyOverText="死神天降"
LocPromotionPopupText="<Bullet/> 死神天降可以与 <Ability:SecondaryWeaponName/> 能力打出组合技, 或者单纯增强 <Ability:ClassName/> 的机动性.<br/>"

;--------------------------------------------------
;----------------- Arc Thrower --------------------
;--------------------------------------------------

[RpgThatsCloseEnough X2AbilityTemplate]
LocFriendlyName="足够接近"
LocFlyOverText="足够接近"
LocLongDescription="在敌人回合中，向四格内任何可见的移动或射击的敌人发射电弧发射器."
LocHelpText="在敌人回合中，向四格内任何可见的移动或射击的敌人发射电弧发射器."
LocPromotionPopupText="<Bullet/> 如果士兵是隐蔽的，则不会触发.<br/><Bullet/> 每回合你可以用这个能力向每个敌人射击一次.<br/>"

[RpgRapidStun X2AbilityTemplate]
LocFriendlyName="快速压缩"
LocFlyOverText="快速压缩"
LocLongDescription="激活此功能，使下一个电弧发射器技能成为自由动作。 4回合冷却时间."
LocHelpText="激活此功能，使下一个电弧发射器技能成为自由动作。 4回合冷却时间."
LocPromotionPopupText="<Bullet/> 激活此功能，使下一个电弧发射器技能成为自由动作。 4回合冷却时间.<br/><Bullet/> 适用于眩晕、电弧脉冲和连锁闪电技能.<br/><Bullet/> 4 回合冷却.<br/>"

[RpgSpareBattery X2AbilityTemplate]
LocFriendlyName="备用电池"
LocLongDescription="使用备用电池快速为电弧发射器充电，最多可减少 3 次相关的冷却时间。冷却时间 5 回合."
LocHelpText="为电弧发射器技能充电."
LocFlyOverText="备用电池"
LocPromotionPopupText="<Bullet/> 减少眩晕、电弧脉冲、快速击球和连锁闪电的冷却时间. <br/><Bullet/> 冷却时间为 5 回合.<br/><Bullet/> 需要花费行动点，但不会结束回合."

;----------------------------------------------------------
;------------------- Sawed-off shotgun --------------------
;----------------------------------------------------------

[RpgSawnOffReload X2AbilityTemplate]
LocFriendlyName="装填短管霰弹"
LocLongDescription="每次任务允许装填短管霰弹枪 <Ability:SAWNOFFRELOAD_CHARGES/> 次. 每次装填 1 发弹药. "
LocHelpText="装填短管霰弹枪."
LocFlyOverText="装填"
LocPromotionPopupText="<Bullet/> 允许装填短管霰弹枪.<br/><Bullet/> 有 <Ability:SAWNOFFRELOAD_CHARGES/> 每次任务.<br/><Bullet/> 每次装填 1 发弹药.<br/><Bullet/> 使用次数可以通过深口袋技能增加，使用次数可以通过废金属技能恢复.<br/>"

[RpgShotgunTap X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="用技能 直射 发射短管霰弹枪不再结束回合."
LocHelpText="用技能 直射 发射短管霰弹枪不再结束回合."
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/> 直射只需要触发一个动作，因此可以在移动后或移动前使用两次.<br/><Bullet/>"
;LocLongDescription="可以发射一次短管霰弹枪，用于一个动作点（直射），或两次用于两个动作点（双管齐下）."
;LocHelpText="可以发射一次短管霰弹枪，用于一个动作点（直射），或两次用于两个动作点（双管齐下）."
;LocFlyOverText="霰弹枪击"
;LocPromotionPopupText="<Bullet/> 直射只需要触发一个操作，因此可以使用两次或在移动后使用.<br/><Bullet/> 双管齐下需要两个动作才能发射，并且会结束你的回合，但允许通过仔细定位射击两个炮弹.<br/>"

[RpgSingleTap X2AbilityTemplate]
;LocFriendlyName="直射"
LocFriendlyName="直射"
LocLongDescription="用你的短管霰弹枪对一名附近的敌人开火. 花费1行动点并且不会结束回合."
LocHelpText="用你的短管霰弹枪对一名附近的敌人开火. 花费1行动点并且不会结束回合."
LocFlyOverText="直射"
LocPromotionPopupText="<Bullet/> 向附近的敌人发射短管霰弹枪.<br/><Bullet/> 射程超过4格后会急剧降低命中率.<br/><Bullet/> 只需要1行动点.<br/><Bullet/> 花费1短管霰弹枪弹药.<br/>"

[RpgDoubleTap X2AbilityTemplate]
LocFriendlyName="双管齐下"
LocLongDescription="向附近的敌人发射短管霰弹枪，如果攻击未命中或未能杀死目标，再次射击。花费 2 行动点并结束回合."
LocHelpText="向附近的敌人发射短管霰弹枪，如果攻击未命中或未能杀死目标，再次射击。花费 2 行动点并结束回合."
LocFlyOverText="双管齐下"
LocPromotionPopupText="<Bullet/> 用你的短管霰弹枪对一名附近的敌人开火, 如果攻击未命中或未能杀死目标，再次射击.<br/><Bullet/> 射程超过4格后会急剧降低命中率.<br/><Bullet/> 需要2行动点.<br/><Bullet/> 花费2短管霰弹枪弹药.<br/>"

[RpgDeepPockets X2AbilityTemplate]
LocFriendlyName="深口袋"
LocFlyOverText="深口袋"
LocLongDescription="获得 <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> 装填短管霰弹枪技能的额外次数."
LocHelpText="获得 <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> 装填短管霰弹枪技能的额外次数."
LocPromotionPopupText="<Bullet/> 更高的技术水平会增加通过这种能力获得的使用次数.<br/>"

[RpgSawedOffOverwatch X2AbilityTemplate]
LocFriendlyName="万夫莫开"
LocFlyOverText="万夫莫开"
LocLongDescription="在敌人回合中，进行一次免费的反应射击，可以用短管霰弹枪对移动或射击的三格内任何可见的敌人进行致命打击。每回合只能触发一次."
LocHelpText="在敌人回合中，进行一次免费的反应射击，可以用短管霰弹枪对移动或射击的三格内任何可见的敌人进行致命打击。每回合只能触发一次."
LocPromotionPopupText="<Bullet/> 隐蔽时不会触发.<br/><Bullet/> 每回合只能触发一次.<br/><Bullet/> 消耗1弹药，只有装填了短管霰弹枪时才会触发.<br/><Bullet/> 可以暴击.<br/>"

[RpgScrapMetal X2AbilityTemplate]
LocFriendlyName="废金属"
LocFlyOverText="废金属: 回收弹药"
LocLongDescription="用你的短管霰弹枪杀死机器人敌人，恢复一次重装填短管霰弹枪技能。你短管霰弹枪攻击机器人敌人刺穿 <Ability:SCRAP_METAL_PIERCE_CV/> / <Ability:SCRAP_METAL_PIERCE_MG/> / <Ability:SCRAP_METAL_PIERCE_BM/> 护甲."
LocHelpText="用你的短管霰弹枪杀死机器人敌人，恢复一次重装填短管霰弹枪技能。你短管霰弹枪攻击机器人敌人刺穿护甲."
LocPromotionPopupText="<Bullet/> 如果您使用直射或双管齐下杀死机器人单位，您将重新获得所有丢失的弹药。战略性地使用短管霰弹枪杀死机器人可以帮助您在更长的任务中管理弹药. <br/><Bullet/> 更高的技术水平增加了短管霰弹枪的穿甲能力.<br/>"

[RpgScrapMetalTrigger X2AbilityTemplate]
LocFriendlyName="废金属: 回收弹药"

[RpgBrutality X2AbilityTemplate]
LocFriendlyName="残暴"
LocLongDescription="用短管霰弹枪击杀有机敌人有 <Ability:BRUTALITY_PANIC_CHANCE/> %几率恐慌目标 <Ability:BRUTALITY_TILE_RADIUS/> 格内其他有机敌人."
LocHelpText="用短管霰弹枪击杀有机敌人有 <Ability:BRUTALITY_PANIC_CHANCE/> %几率恐慌目标 <Ability:BRUTALITY_TILE_RADIUS/> 格内其他有机敌人."
LocFlyOverText="残暴"
LocPromotionPopupText="<Bullet/> 使用残暴作为控制战术，让掠夺者更积极地前进，并将其与无情能力相结合，增加你的杀伤力.<br/>"

[RpgRuthless X2AbilityTemplate]
LocFriendlyName="无情"
LocLongDescription="短管霰弹枪击杀恐慌或混乱的敌人将返还一个行动点."
LocHelpText="短管霰弹枪击杀恐慌或混乱的敌人将返还一个行动点."
LocFlyOverText="无情"
LocPromotionPopupText="<Bullet/> 通过巧妙地结合残暴和无情的效果，你可以每回合用短管霰弹枪击杀多个敌人.<br/><Bullet/> 每回合无情激活的次数没有限制.<br/>"


;--------------------------------------------------
;----------------- Overrides ----------------------
;--------------------------------------------------
[Spark X2SoldierClassTemplate]
+AbilityTreeTitles[0]="未来战斗"
+AbilityTreeTitles[1]="战争机器"
+AbilityTreeTitles[2]="XCOM"

[TracerRounds X2AbilityTemplate]
LocFriendlyName="曳光弹"
LocHelpText="增加全息标记效果"

[SwordSlice X2AbilityTemplate]
LocFriendlyName="斩杀"
LocLongDescription="你可以用近战武器攻击任何在你移动范围内的敌人."
LocHelpText="你可以用近战武器攻击任何在你移动范围内的敌人."
LocPromotionPopupText="<Bullet/> 将移动光标指向敌人便可触发斩杀能力.<br/><Bullet/> 可以使用 \"冲刺\" 消耗两格行动点数进行移动，并可对邻近敌人触发斩杀.<br/>"

; ---------- Blademaster Path ----------------

[Blademaster X2AbilityTemplate]
LocFriendlyName="剑术大师"
LocLongDescription="所有近战攻击造成 +<Ability:BlademasterDmg/> 额外伤害 +<Ability:BLADEMASTERAIM/> 命中."
LocHelpText="所有近战武器都会被增强."
LocFlyOverText="剑术大师"
LocPromotionPopupText="<Bullet/> 剑术大师每次近战攻击成功即可打出 +<Ability:BlademasterDmg/> 额外伤害.<br/><Bullet/> 剑术大师近战攻击获得 +<Ability:BLADEMASTERAIM/> 命中.<br/>"

[Bladestorm X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行免费近战攻击."
LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行免费近战攻击."
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻位置中开始回合，如果该敌人试图攻击 <Ability:ClassName/>剑刃风暴将触发.<br/><Bullet/> 如果敌人不在相邻位置中开始回合，那么当敌人进入近战范围时，剑刃风暴将触发.<br/>"

[BladestormAttack X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行免费近战攻击."
LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行免费近战攻击."
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻位置中开始回合，如果该敌人试图攻击 <Ability:ClassName/>剑刃风暴将触发.<br/><Bullet/> 如果敌人不在相邻位置中开始回合，那么当敌人进入近战范围时，剑刃风暴将触发.<br/>"

[ReturnFire X2AbilityTemplate]
LocFriendlyName="反击"
LocHelpText="当被敌方射击时，每回合自动用你的手枪进行一次反击."
LocLongDescription="当被敌方射击时，每回合自动用你的手枪进行一次反击."
LocPromotionPopupText="<Bullet/> 反击技能每回合只触发一次.<br/><Bullet/> 近身攻击和范围攻击都会触发反击.<br/><Bullet/> 遭受监视射击时不会触发反击.<br/>"

[Quickdraw X2AbilityTemplate]
LocFriendlyName="快射拔枪"
LocLongDescription="第一格行动点使用手枪将不再结束回合."
LocHelpText="第一格行动点使用手枪将不再结束回合."
LocFlyOverText="快射拔枪"
LocPromotionPopupText="<Bullet/> 快射拔枪是基本的手枪技能，允许 <Ability:ClassName/> 在在同一个回合内朝不同的目标射击.<br/>"

[FanFire X2AbilityTemplate]
LocFriendlyName="多重火力"
LocLongDescription="用手枪对同一个目标射击三次."
LocHelpText="用手枪对同一个目标射击三次"
LocFlyOverText="多重火力"
LocPromotionPopupText="<Bullet/> 多重火力每次射击的命中单独计算.<br/><Bullet/> 多重火力全部命中可造成致命伤害.<br/><Bullet/> 多重火力冷却时间为 <Ability:SelfCooldown/> 回合.<br/>"

[LightningHands X2AbilityTemplate]
LocFriendlyName="雷霆之手"
LocLongDescription="用手枪射击目标。此攻击不消耗行动点."
LocHelpText="用手枪射击目标。此攻击不消耗行动点."
LocFlyOverText="雷霆之手"
LocPromotionPopupText="<Bullet/>雷霆之手可与其他 <Ability:ClassName/> 技能完美结合, 你可以在一回合内同时使用雷霆之手与狙击步枪.<br/><Bullet/> 雷霆之手需要 <Ability:SelfCooldown/> 回合冷却.<br/>"

; Colonel
[Faceoff X2AbilityTemplate]
LocFriendlyName="对峙"
LocLongDescription="使用手枪对每个可见敌人进行一次射击."
LocHelpText="使用手枪对每个可见敌人进行一次射击."
LocPromotionPopupText="<Bullet/> 选择的位置合适就可以将对峙的威力发挥到极致，使技能在发动后有较高几率打击多名目标.<br/><Bullet/> 对峙需要 <Ability:SelfCooldown/> 回合冷却.<br/>"

[IntrusionProtocol X2AbilityTemplate]
LocFriendlyName="侵入"
LocLongDescription="尝试遥控小精灵突破附近网络节点的安全系统."
LocHelpText="你可以遥控小精灵来侵入目标."
LocFlyOverText="侵入"
LocDefaultSecondaryWeapon="小精灵"
LocPromotionPopupText="<Bullet/> 用小精灵无人机远程侵入变种人目标，包括任务目标. <br/><Bullet/> 升级小精灵即可提升该士兵的侵入能力.<br/>"

[IntrusionProtocol_Chest X2AbilityTemplate]
LocFriendlyName="侵入箱子"
LocLongDescription="尝试使用小精灵突破存储箱的安全系统."
LocHelpText="可以使用小精灵侵入存储箱."
LocFlyOverText="侵入"
LocDefaultSecondaryWeapon="小精灵"

[IntrusionProtocol_Workstation X2AbilityTemplate]
LocFriendlyName="侵入工作站"
LocLongDescription="尝试使用小精灵突破附近工作站的安全系统."
LocHelpText="可以使用小精灵侵入工作站."
LocFlyOverText="侵入"
LocDefaultSecondaryWeapon="小精灵"

[IntrusionProtocol_ObjectiveChest X2AbilityTemplate]
LocFriendlyName="侵入箱子"
LocLongDescription="尝试使用小精灵突破存储箱的安全系统."
LocHelpText="可以使用小精灵侵入存储箱."
LocFlyOverText="侵入"
LocDefaultSecondaryWeapon="小精灵"

[IntrusionProtocolPassive X2AbilityTemplate]
LocFriendlyName="正在远程侵入"
LocLongDescription="使用小精灵可以在一定距离内侵入地图物品（箱子、工作站等）."
LocDefaultSecondaryWeapon="小精灵"

[TargetDefinition X2AbilityTemplate]
LocFriendlyName="目标明确"
LocLongDescription="被 <Ability:ClassName/> 看到的所有单位都永远处于可见状态."
LocHelpText="被 <Ability:ClassName/> 看到的所有单位都永远处于可见状态."
LocPromotionPopupText="<Bullet/> 被 <Ability:ClassName/> 侦查到的敌人即使进入战争迷雾也不会消失.<br/>"

[TargetDefinitionPassive X2AbilityTemplate]
LocFriendlyName="目标明确"
LocLongDescription=被 <Ability:ClassName/> 看到的所有单位都永远处于可见状态."
LocHelpText="被 <Ability:ClassName/> 看到的所有单位都永远处于可见状态."

[ThrowClaymore X2AbilityTemplate]
LocFriendlyName="阔剑地雷"
LocLongDescription="投掷出一个可被当做目标的环境爆炸物.当射击阔剑地雷或其触发时，不会暴露  <Ability:ClassName/> ."
LocHelpText="投掷出一个可被当做目标的环境爆炸物.当射击阔剑地雷或其触发时，不会暴露 <Ability:ClassName/> ."
LocPromotionPopupText="<Bullet/> 小队成员可瞄准阔剑地雷.<br/><Bullet/> 阔剑地雷能够让 <Ability:ClassName/> 在不暴露自身的情况下进行埋伏.<br/>"

[ThrowShrapnel X2AbilityTemplate]
LocFriendlyName="阔剑地雷（弹片）"
LocLongDescription="投掷出一个可被当做目标的环境爆炸物。当射击阔剑地雷或其触发时，不会暴露 <Ability:ClassName/> ."
LocHelpText="投掷出一个可被当做目标的环境爆炸物。当射击阔剑地雷或其触发时，不会暴露 <Ability:ClassName/> ."

[Highlands X2AbilityTemplate]
LocFriendlyName="高原训练"
LocLongDescription="士兵执行任务时可多携带一个阔剑地雷."
LocHelpText="士兵执行任务时可多携带一个阔剑地雷."
LocPromotionPopupText="<Bullet/>新增的阔剑地雷能让 <Ability:ClassName/> 在执行任务时造成更多范围伤害.<br/>"

[Distraction X2AbilityTemplate]
LocFriendlyName="分散注意力"
LocLongDescription="用阔剑地雷击杀敌人可使 <Ability:ClassName/> 进入暗影状态."
LocHelpText="用阔剑地雷击杀敌人可使 <Ability:ClassName/> 进入暗影状态."
LocPromotionPopupText="<Bullet/> 不论谁触发阔剑地雷，造成击杀后均可激活该效果.<br/>"

[BloodTrail X2AbilityTemplate]
LocFriendlyName="血迹追踪"
LocLongDescription="若目标此回合已受过伤，则射击造成伤害 +<Ability:BLOODTRAILDAMAGE/> ."
LocHelpText="若目标此回合已受过伤，则射击造成伤害 +<Ability:BLOODTRAILDAMAGE/> ."
LocPromotionPopupText="<Bullet/> 只适用于目标受伤的回合.<br/><Bullet/> 与队友协调，最大限度地发挥血迹追踪的效果.<br/>"

[Shrapnel X2AbilityTemplate]
LocFriendlyName="弹片"
LocHelpText="阔剑地雷造成伤害 +<Ability:SHRAPNELDAMAGE/> ，爆炸半径 +<Ability:SHRAPNELRADIUS/> radius."
LocLongDescription="阔剑地雷造成伤害 +<Ability:SHRAPNELDAMAGE/> ，爆炸半径 +<Ability:SHRAPNELRADIUS/> radius."
LocPromotionPopupText="<Bullet/> 弹片加成适用于 <Ability:ClassName/> 携带的所有阔剑地雷.<br/>"

[Needle X2AbilityTemplate]
LocFriendlyName="针"
LocHelpText="暗影状态中 +<Ability:NEEDLEPIERCE/> 护甲穿透."
LocLongDescription="暗影状态中 +<Ability:NEEDLEPIERCE/> 护甲穿透."
LocPromotionPopupText="<Bullet/> 运用暗影状态的额外移动力靠近敌人并用该技能造成大量伤害.<br/><Bullet/> 只适用于处于暗影状态的 <Ability:ClassName/> .<br/>"

[PaleHorse X2AbilityTemplate]
LocFriendlyName="灵魂收割"
LocLongDescription="射击杀死敌人提升 <Ability:SOULHARVESTCRIT/>的暴击几率，最多提升 <Ability:SOULHARVESTMAX/>."
LocHelpText="射击杀死敌人提升 <Ability:SOULHARVESTCRIT/>的暴击几率，最多提升 <Ability:SOULHARVESTMAX/>."
LocFlyoverText="灵魂收割"
LocPromotionPopupText="<Bullet/> 只适用于维克托步枪的射击.<br/>"

[HomingMine X2AbilityTemplate]
LocFriendlyName="追踪地雷"
LocLongDescription="将阔剑地雷附着于一名敌人（不会惊动敌人）。追踪地雷会在敌人受到伤害时爆炸。"
LocHelpText="将阔剑地雷附着于一名敌人（不会惊动敌人）。追踪地雷会在敌人受到伤害时爆炸。"
LocPromotionPopupText="<Bullet/>针对身上附着了地雷的敌人的射击必定会命中。<br/><Bullet/>追踪地雷和普通版阔剑地雷能力共享使用次数。<br/><Bullet/>破片加成也适用于追踪地雷。<br/>"

[RemoteStart X2AbilityTemplate]
LocFriendlyName="远程启动"
LocLongDescription="引爆环境中的一个易爆物，使其伤害和爆炸半径翻倍。不会暴露<Ability:ClassName/>。"
LocHelpText="引爆环境中的一个易爆物，使其伤害和爆炸半径翻倍。不会暴露<Ability:ClassName/>。"
LocPromotionPopupText="<Bullet/>确保小队成员远离爆炸范围。<br/><Bullet/>远程启动需<Ability:SelfAmmoCost/>个弹药点，且冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[Soul<Ability:ClassName/> X2AbilityTemplate]
LocFriendlyName="放逐"
LocLongDescription="向一名目标持续开火直至将其击毙或耗尽弹药。暴露<Ability:ClassName/>的位置。"
LocHelpText="向一名目标持续开火直至将其击毙或耗尽弹药。暴露<Ability:ClassName/>的位置。"
LocFlyoverText="放逐"
LocPromotionPopupText="<Bullet/>放逐的每次射击命中率都不同。<br/><Bullet/>放逐每次任务只可使用一次。<br/><Bullet/>用扩展弹匣升级你的维克托步枪以提升放逐的杀伤力。<br/><Bullet/>弹匣内只有一发子弹时不可使用放逐。<br/>"

[Soul<Ability:ClassName/>Continue X2AbilityTemplate]
LocFriendlyName="放逐"
LocLongDescription="向一名目标持续开火直至将其击毙或耗尽弹药。暴露<Ability:ClassName/>的位置。"
LocHelpText="向一名目标持续开火直至将其击毙或耗尽弹药。暴露<Ability:ClassName/>的位置。"
LocFlyoverText="放逐"

[SoulHarvester X2AbilityTemplate]
LocFriendlyName="歼灭"
LocLongDescription="用放逐击杀敌人可继续向其他敌人射击（直到没有弹药）。"
LocHelpText="用放逐击杀敌人可继续向其他敌人射击（直到没有弹药）。"
LocFlyoverText="歼灭"
LocPromotionPopupText="<Bullet/>深入敌后使用放逐以最大限度地发挥歼灭的效果。<br/><Bullet/>下一名目标需在<Ability:ClassName/>的视野范围内。<br/>"

[Sting X2AbilityTemplate]
LocFriendlyName="毒刺"
LocLongDescription="在暗影状态下射击敌人，将依旧保持暗影状态。"
LocHelpText="在暗影状态下射击敌人，将依旧保持暗影状态。"
LocPromotionPopupText="<Bullet/>毒刺能让<Ability:ClassName/>在绝对不想暴露的情况下攻击敌人。<br/><Bullet/>毒刺每个任务能使用1次，需要<Ability:SelfAmmoCost/>弹药点，冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[ImprovisedSilencer X2AbilityTemplate]
LocFriendlyName="改进版消音器"
LocLongDescription="任务中的第一次射击脱离暗影隐蔽状态的几率降低<Ability:IMPROVISEDSILENCERREDUCTION/>%"
LocHelpText="任务中的第一次射击脱离暗影隐蔽状态的几率降低<Ability:IMPROVISEDSILENCERREDUCTION/>%"

[Infiltration X2AbilityTemplate]
LocFriendlyName="入侵"
LocLongDescription="侵入+<Ability:INFILTRATIONHACKINGBONUS/>。变种人安保哨塔在该单位处于隐蔽状态时无法发现他。"
LocHelpText="侵入+<Ability:INFILTRATIONHACKINGBONUS/>。变种人安保哨塔在该单位处于隐蔽状态时无法发现他。"

[X2Ability_<Ability:ClassName/>AbilitySet]
HomineMinePenaltyDescription="瞄准此单位的射击必定命中。追踪地雷将在此单位受到伤害时爆炸。"

; HERO CLASS - TEMPLAR
[TemplarFocus X2AbilityTemplate]
LocFriendlyName="专注"
LocLongDescription="于任务中获得专注即可提升属性、伤害及能力强度，还可消耗专注使出强大能力。"
LocPromotionPopupText="<Bullet/> <Ability:ClassName/>开始任务时要比其他士兵弱小，但一旦专注等级提升，就能变得强大无比。有效地管理专注以最大限度地利用属性提升和每项能力是使用<Ability:ClassName/>的秘诀。<br/><Bullet/>用撕裂击杀敌人即可获得专注。<br/><Bullet/>专注等级1：撕裂伤害+<Ability:FOCUS1RENDDAMAGE/>、移动力+<Ability:FOCUS1MOBILITY/>、闪避+<Ability:FOCUS1DODGE/><br/><Bullet/>专注等级2：撕裂伤害+<Ability:FOCUS2RENDDAMAGE/>、移动力+<Ability:FOCUS2MOBILITY/>、闪避+<Ability:FOCUS2DODGE/><br/><Bullet/>专注等级3：撕裂伤害+<Ability:FOCUS3RENDDAMAGE/>、移动力+<Ability:FOCUS3MOBILITY/>、闪避+<Ability:FOCUS3DODGE/><br/>"

[FocusKillTracker X2AbilityTemplate]
LocFriendlyName="专注"

[Rend X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="近战攻击有几率眩晕或是混乱目标。必定命中。击杀目标可触发气势并获得专注。"
LocHelpText="近战攻击有几率眩晕或是混乱目标。击杀目标可触发气势并获得专注。"
LocPromotionPopupText="<Bullet/>使用撕裂击杀敌人是<Ability:ClassName/>生成专注的主要途径。<br/><Bullet/>专注等级越高，撕裂伤害越高。<br/><Bullet/>施放专注后，<Ability:ClassName/>会获得气势，能够再移动一次，可借此在攻击后撤回掩体。<br/><Bullet/>每级专注可赋予撕裂<Ability:RENDSTUNCHANCE/>%的眩晕目标的几率。被眩晕的目标也会被击退。<br/><Bullet/>每级专注可赋予撕裂<Ability:RENDDISORIENTCHANCE/>%的混乱目标的几率。<br/>"

[Overcharge X2AbilityTemplate]
LocFriendlyName="过载"
LocLongDescription="撕裂攻击有<Ability:OVERCHARGECHANCE/>%几率生成专注。"
LocHelpText="撕裂攻击有<Ability:OVERCHARGECHANCE/>%几率生成专注。"
LocFlyOverText="过载"
LocPromotionPopupText="<Bullet/>过载只适用于非致命性攻击。<br/><Bullet/>过载能够显著提升 <Ability:ClassName/>在任务中获得专注的效率。<br/>"

[OverchargePassive X2AbilityTemplate]
LocFriendlyName="过载"
LocLongDescription="非致命性撕裂攻击有<Ability:OVERCHARGECHANCE/>%几率生成专注。"
LocHelpText="非致命性撕裂攻击有<Ability:OVERCHARGECHANCE/>%几率生成专注。"
LocFlyOverText="过载"
LocPromotionPopupText="<Bullet/>过载只适用于非致命性攻击。<br/><Bullet/>过载能够显著提升 <Ability:ClassName/>在任务中获得专注的效率。<br/>"

; ArcWave is a copy of Rend text since it completely replaces the ability in Tactical. ArcWavePassive text is displayed in Strategy.
[ArcWave X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="近战攻击有几率眩晕或是混乱目标。必定命中。击杀目标可触发气势并获得专注。"
LocHelpText="近战攻击有几率眩晕或是混乱目标。击杀目标可触发气势并获得专注。"

[ArcWavePassive X2AbilityTemplate]
LocFriendlyName="电弧波"
LocLongDescription="撕裂攻击会生成一道向攻击方向爆发的灵能波动。伤害随专注等级提升。"
LocHelpText="撕裂攻击会生成一道向攻击方向爆发的灵能波动。"
LocPromotionPopupText="<Bullet/>电弧波不会影响目标原先受到的撕裂攻击效果。<br/><Bullet/>电弧波造成伤害为 <Ability:ClassName/>当前专注等级的两倍，若没有专注则为1。<br/><Bullet/>电弧波能够穿越环境障碍。<br/>"

[Momentum X2AbilityTemplate]
LocFriendlyName="气势"
LocLongDescription="使用撕裂后，额外获得一格行动点。"
LocHelpText="使用撕裂后每回合追加一次移动机会。"
LocFlyOverText="气势"

[MomentumPassive X2AbilityTemplate]
LocFriendlyName="气势"
LocLongDescription="使用撕裂后，额外获得一格行动点。"
LocHelpText="使用撕裂后每回合追加一次移动机会。"
LocFlyOverText="气势"

[X2Effect_ModifyTemplarFocus]
FlyoverText="<FocusAmount/>专注"

[Volt X2AbilityTemplate]
LocFriendlyName="灵能闪电"
LocLongDescription="伤害较低但在高专注等级下能反弹至附近单位的灵能攻击。消耗1专注。"
LocHelpText="会反弹至附近单位身上的灵能攻击。消耗1专注。"
LocPromotionPopupText="<Bullet/>灵能闪电无冷却时间，但需消耗1专注。<br/><Bullet/>灵能闪电对灵能单位造成双倍伤害。<br/><Bullet/>灵能闪电可反弹至的敌人数与当前专注等级相同。<br/>"

[Parry X2AbilityTemplate]
LocFriendlyName="格挡"
LocLongDescription="使用撕裂攻击后不可再次移动，而是抵消下次受到的攻击伤害。"
LocHelpText="使用撕裂攻击后不可再次移动，而是抵消下次受到的攻击伤害。"
LocFlyoverText="格挡成功！"
LocPromotionPopupText="<Bullet/>格挡既能够阻挡近战攻击，也能阻挡远程攻击。<br/><Bullet/>格挡将使用气势提供的行动点。<br/>"

[ParryActivate X2AbilityTemplate]
LocFriendlyName="格挡"
LocLongDescription="格挡敌人回合内针对你的下一次攻击，抵消所有伤害。"
LocHelpText="格挡敌人回合内针对你的下一次攻击，抵消所有伤害。"
LocFlyoverText="格挡成功！"

[Amplify X2AbilityTemplate]
LocFriendlyName="标记"
LocLongDescription="用灵能透镜标记一名目标，该目标在未来受到的一定数量单体攻击将造成额外<Ability:AmplifyDamageMult/>%的伤害。消耗1专注。"
LocHelpText="标记一名目标，使其受到额外的单体攻击伤害。消耗1专注。"
LocHitMessage="标记完毕"
LocPromotionPopupText="<Bullet/>攻击成功次数达到 <Ability:ClassName/>的专注等级数后，标记失效。<br/><Bullet/>标记不会结束 <Ability:ClassName/>的回合。<br/>"

[X2Effect_Amplify]
AmplifyRemoved="标记结束"
AmplifyCountdown="标记射击剩余数：%d"

[Pillar X2AbilityTemplate]
LocFriendlyName="立柱"
LocLongDescription="召唤一根用灵能组成的立柱作为全身掩体，消耗1专注。"
LocHelpText="在指定方位召唤全身掩体，消耗1专注。"
LocPromotionPopupText="<Bullet/>立柱持续回合数与 <Ability:ClassName/>召唤时的专注等级相等。<br/><Bullet/>使用立柱技能不会结束 <Ability:ClassName/>的回合。<br/>"

[Channel X2AbilityTemplate]
LocFriendlyName="通灵"
LocLongDescription="敌人死亡后，有可能会掉落灵能能量，这些能量可被 <Ability:ClassName/>收集来提升专注等级。"
LocHelpText="敌人有可能掉落可被 <Ability:ClassName/>收集来提升专注等级的灵能量。"
LocPromotionPopupText="<Bullet/>敌人有<Ability:CHANNELLOOTCHANCE/>%几率掉落灵能物资。<br/><Bullet/>灵能敌人有<Ability:CHANNELLOOTPSICHANCE/>%几率掉落灵能物资。<br/>"

[ChannelPassive X2AbilityTemplate]
LocFriendlyName="通灵"
LocLongDescription="敌人死亡后，有可能会掉落灵能能量，这些能量可被 <Ability:ClassName/>收集来提升专注等级。"
LocHelpText="敌人有可能掉落可被 <Ability:ClassName/>收集来提升专注等级的灵能量。"
LocPromotionPopupText="<Bullet/>敌人有<Ability:CHANNELLOOTCHANCE/>%几率掉落灵能物资。<br/><Bullet/>灵能敌人有<Ability:CHANNELLOOTPSICHANCE/>%几率掉落灵能物资。"

[Deflect X2AbilityTemplate]
LocFriendlyName="偏斜"
LocLongDescription="当 <Ability:ClassName/>有专注等级时，他们有几率偏斜敌人射击，完全避免受伤。"
LocHelpText="专注状态下有几率使敌人射击偏斜。"
LocPromotionPopupText="<Bullet/>专注等级1时偏斜发动几率为<Ability:DEFLECTCHANCE/>%，每升1级增加<Ability:DEFLECTCHANCEPERFOCUS/>%。<br/><Bullet/>偏斜只对远程的单体攻击有效。</br>"

[Reflect X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="当 <Ability:ClassName/>拥有两格及以上专注时，他有几率将来袭射击反射给攻击者，完全抵消伤害。"
LocHelpText="处于专注模式时，有几率将来袭射击反射给攻击者。"
LocPromotionPopupText="<Bullet/>专注等级2时反射有<Ability:REFLECTCHANCE/>%几率触发，之后每提升1级专注等级几率也上升<Ability:DEFLECTCHANCEPERFOCUS/>%。<br/><Bullet/>只有远程的单体攻击可被反射。<br/>"

[ReflectShot X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="处于专注模式时，有几率将来袭射击反射给攻击者。"
LocHelpText="当 <Ability:ClassName/>拥有两格及以上专注时，他有几率将来袭射击反射给攻击者，完全抵消伤害。"

[TemplarInvert X2AbilityTemplate]
LocFriendlyName="反转"
LocLongDescription="与一名敌方单位互换位置。消耗1专注。"
LocHelpText="与一名敌方单位互换位置。消耗1专注。"
LocPromotionPopupText="<Bullet/>反转冷却时间为<Ability:SelfCooldown/>回合，且不会结束 <Ability:ClassName/>的回合。<br/>"

[TemplarExchange X2AbilityTemplate]
LocFriendlyName="交换"
LocLongDescription="与一名队友互换位置。 消耗1专注。"
LocHelpText="与一名队友互换位置。 消耗1专注。"
LocPromotionPopupText="<Bullet/>交换冷却时间为<Ability:SelfCooldown/>回合，且不会结束 <Ability:ClassName/>的回合。<br/>"

[DeepFocus X2AbilityTemplate]
LocFriendlyName="高度专注"
LocLongDescription="最高专注等级提升至3。"
LocHelpText="最高专注等级提升至3。"
LocPromotionPopupText="<Bullet/>专注等级3：撕裂伤害+<Ability:FOCUS3RENDDAMAGE/>、移动力+<Ability:FOCUS3MOBILITY/>、闪避+<Ability:FOCUS3DODGE/><br/>"

[Ghost X2AbilityTemplate]
LocFriendlyName="幽魂"
LocLongDescription="从一具死亡的人形尸体创造一位 <Ability:ClassName/>。当幽魂耗尽所有专注后便会消失。消耗2专注。"
LocHelpText="从一具死亡的人形敌人尸体召唤一位 <Ability:ClassName/>。消耗2专注。"
LocPromotionPopupText="<Bullet/>幽魂诞生后的专注等同于 <Ability:ClassName/>当时的专注等级。<br/><Bullet/>幽魂无法获得专注，并且在专注耗尽或是生命值归0时消失。<br/><Bullet/>当幽魂使用撕裂时，消耗1专注。<br/><Bullet/>幽魂必须以人形敌人的尸体为目标，并且无法在同一尸体上使用两次。<br/>"

[Reverberation X2AbilityTemplate]
LocFriendlyName="余波"
LocLongDescription="被灵能闪电击中的敌人会更容易被命中，针对该目标的命中+<Ability:RECOILAIMBONUS/>。"
LocHelpText="被灵能闪电击中的敌人会更容易被命中。"
LocPromotionPopupText="<Bullet/>余波持续2回合。<br/><Bullet/>若灵能闪电多次反弹，所有被它命中的敌人都会受余波效果影响。<br/>"

[IonicStorm X2AbilityTemplate]
LocFriendlyName="离子风暴"
LocLongDescription="召唤闪电攻击所有附近目标，专注等级越高威力越大，消耗所有专注，但击杀敌人能累积专注。"
LocHelpText="召唤闪电攻击所有附近目标。消耗所有专注，但击杀能生成专注。"
LocPromotionPopupText="<Bullet/>专注等级越高，灵能风暴范围越大。<br/><Bullet/>离子风暴对灵能单位造成双倍伤害。<br/><Bullet/>高专注等级使用离子风暴且击杀许多敌人可立刻恢复消耗的专注。<br/><Bullet/>离子风暴冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[VoidConduit X2AbilityTemplate]
LocFriendlyName="虚空导管"
LocLongDescription="用灵能监狱束缚一个人形敌人，使其无法行动，持续数个行动并将他的生命值转移至 <Ability:ClassName/>。消耗1专注。"
LocHelpText="禁足一个人形敌人，持续数个行动并将他的生命值转移至 <Ability:ClassName/>。消耗1专注。"
LocPromotionPopupText="<Bullet/>虚空导管首先会造成<Ability:VOIDCONDUITDMG/>伤害，随后每个行动点吸取敌人<Ability:VOIDCONDUITACTIONDMG/>生命值。<br/><Bullet/>虚空导管持续的行动点数与 <Ability:ClassName/>施放时的专注等级相同。<br/><Bullet/>被虚空导管困住的目标无法采取行动或是闪避，还可被其他人当作攻击目标。<br/>"

[StunStrike X2AbilityTemplate]
LocFriendlyName="眩晕冲击"
LocLongDescription="用灵能之力攻击并朝攻击方向击退敌人。消耗1专注。"
LocHelpText="朝攻击方向击退敌人。消耗1专注。"
LocPromotionPopupText="<Bullet/>眩晕冲击命中率为<Ability:STUNSTRIKEHITCHANCE/>%，每级专注提升<Ability:STUNSTRIKEFOCUSHITCHANCE/>%。<br/><Bullet/>每级专注还可赋予<Ability:STUNSTRIKEDISORIENTCHANCE/>%混乱敌人的几率。<br/><Bullet/>眩晕冲击不会结束 <Ability:ClassName/>的回合。但有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[TemplarBladestorm X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="Free <Ability:WeaponName/> attacks on any enemies that enter or attack from melee range."
LocHelpText="Free <Ability:WeaponName/> attacks on any enemies that enter or attack from melee range."
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> If an enemy begins their turn in an adjacent tile, 剑刃风暴 will trigger if that enemy tries to attack the <Ability:ClassName/>.<br/><Bullet/> If an enemy does not begin their turn in an adjacent tile, then 剑刃风暴 will trigger when that enemy moves into melee range.<br/>"

[TemplarBladestormAttack X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="Free <Ability:WeaponName/> attacks on any enemies that enter or attack from melee range."
LocHelpText="Free <Ability:WeaponName/> attacks on any enemies that enter or attack from melee range."
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> If an enemy begins their turn in an adjacent tile, 剑刃风暴 will trigger if that enemy tries to attack the <Ability:ClassName/>.<br/><Bullet/> If an enemy does not begin their turn in an adjacent tile, then 剑刃风暴 will trigger when that enemy moves into melee range.<br/>"

[MeditationPreparation X2AbilityTemplate]
LocFriendlyName="意识苏醒。"
LocLongDescription="每次开始任务时专注为<Ability:MEDITATIONPREPARATIONSTARTINGFOCUS/>。"
LocHelpText="每次开始任务时专注为<Ability:MEDITATIONPREPARATIONSTARTINGFOCUS/>。"

[MeditationPreparationPassive X2AbilityTemplate]
LocFriendlyName="意识苏醒"
LocLongDescription="每次开始任务时专注为<Ability:MEDITATIONPREPARATIONSTARTINGFOCUS/>。"
LocHelpText="每次开始任务时专注为<Ability:MEDITATIONPREPARATIONSTARTINGFOCUS/>。"

; HERO CLASS - SKIRMISHER
[SkirmisherGrapple X2AbilityTemplate]
LocFriendlyName="攀爬爪钩"
LocHelpText="发射爪钩并且迅速占领高地。"
LocLongDescription="发射爪钩并且迅速占领高地。"
LocPromotionPopupText="<Bullet/>爪钩可让 <Ability:ClassName/>不消耗行动点数迅速占领有利位置。<br/><Bullet/>爪钩冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[SkirmisherStrike X2AbilityTemplate]
LocFriendlyName="掠夺者"
LocLongDescription="标准射击不会结束回合，可使士兵在射击后进行移动或是一回合内射击两次。"
LocHelpText="标准射击不会结束回合，可使士兵在射击后进行移动或是一回合内射击两次。"
LocPromotionPopupText="<Bullet/>掠夺者为 <Ability:ClassName/>在战斗中提供了更多战术选项。<br/><Bullet/>搭配爪钩，掠夺者可使 <Ability:ClassName/>在单回合内射击两次并移动一次。<br/>"

[SkirmisherReflex X2AbilityTemplate]
LocFriendlyName="条件反射"
LocLongDescription="受到射击后下一回合额外获得一格行动点。每次任务触发一次。"
LocHelpText="受到射击后下一回合额外获得一格行动点。每次任务触发一次。"
LocFlyoverText="条件反射：下回合行动点 +1"
LocPromotionPopupText="<Bullet/>爪钩让 <Ability:ClassName/>具有更好的侦察优势，条件反射则能让他们更具侵略性。<br/><Bullet/>条件反射每个任务只可触发一次。<br/>"

[Parkour X2AbilityTemplate]
LocFriendlyName="跑酷"
LocLongDescription="回合内初次移动后有<Ability:PARKOURTRIGGERCHANCE/>%几率可再次行动。"
LocHelpText="回合内初次移动后有<Ability:PARKOURTRIGGERCHANCE/>%几率可再次行动。"

[ParkourPassive X2AbilityTemplate]
LocFriendlyName="跑酷"
LocLongDescription="回合内初次移动后有<Ability:PARKOURTRIGGERCHANCE/>%几率可再次行动。"
LocHelpText="回合内初次移动后有<Ability:PARKOURTRIGGERCHANCE/>%几率可再次行动。"

[FullThrottle X2AbilityTemplate]
LocFriendlyName="开足马力"
LocLongDescription="使用后该回合内每次击杀移动力+<Ability:FULLTHROTTLEMOBILITY/>。"
LocHelpText="使用后该回合内每次击杀移动力+<Ability:FULLTHROTTLEMOBILITY/>。"
LocPromotionPopupText="<Bullet/>开火不会结束你的回合，因此最好在回合开始后不久击杀敌人以最大限度地发挥开足马力的效果。<br/><Bullet/>只有 <Ability:ClassName/>取得的击杀才能触发开足马力。<br/>"

[FullThrottlePassive X2AbilityTemplate]
LocFriendlyName="开足马力"
LocLongDescription="使用之后该回合内每次击杀后移动力+<Ability:FULLTHROTTLEMOBILITY/>。"
LocHelpText="使用之后该回合内每次击杀后移动力+<Ability:FULLTHROTTLEMOBILITY/>。"
LocPromotionPopupText="<Bullet/>开火不会结束你的回合，因此最好在回合开始后不久击杀敌人以最大限度地发挥开足马力的效果。<br/><Bullet/>只有 <Ability:ClassName/>取得的击杀才能触发开足马力。<br/>"

[SkirmisherAmbush X2AbilityTemplate]
LocFriendlyName="拦路"
LocLongDescription="进入监视状态后，剩余行动点数有多少就可以射击多少次。"
LocHelpText="进入监视状态后，剩余行动点数有多少就可以射击多少次。"
LocFlyoverText="拦路"
LocPromotionPopupText="<Bullet/>与队友合作，用拦路触发伏击，重创敌人。<br/><Bullet/>拦路也受剩余弹药数限制。<br/>"

[CombatPresence X2AbilityTemplate]
LocFriendlyName="战斗存在"
LocLongDescription="立刻给一名队友提供一次额外行动机会。"
LocHelpText="立刻给一名队友提供一次额外行动机会。"
LocPromotionPopupText="<Bullet/>战斗存在能让队友利用额外的一次行动机会脱离险境。<br/><Bullet/>战斗存在冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[TotalCombat X2AbilityTemplate]
LocFriendlyName="全面战斗"
LocLongDescription="投掷手雷或使用物品不会结束回合。"
LocHelpText="投掷手雷或使用物品不会结束回合。"
LocPromotionPopupText="<Bullet/>全面战斗让 <Ability:ClassName/>的战术更为多样化，能够在需要的时候采取精准的行动。<br/>"

[ZeroIn X2AbilityTemplate]
LocFriendlyName="瞄准具校正"
LocLongDescription="同一回合内，第一次射击后的暴击率+<Ability:ZEROINCRIT/>。若目标未变，则命中率也+<Ability:ZEROINAIM/>。"
LocHelpText="同一回合内，第一次射击后的暴击率+<Ability:ZEROINCRIT/>。若目标未变，则命中率也+<Ability:ZEROINAIM/>。"
LocFlyoverText="瞄准具校正"
LocPromotionPopupText="<Bullet/> <Ability:ClassName/>每回合多次行动的能力能使其从瞄准具校正中获得巨大增益。<br/>"

[Retribution X2AbilityTemplate]
LocFriendlyName="报应"
LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行开颅刃攻击。"
LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行开颅刃攻击。"
LocFlyOverText="报应"
LocPromotionPopupText="<Bullet/>敌人在相邻位置开始回合且打算攻击 <Ability:ClassName/>时会触发报应。<br/><Bullet/>如果敌人不在相邻位置开始回合，则报应在敌人进入近战范围内后触发。<br/>"

[RetributionAttack X2AbilityTemplate]
LocFriendlyName="报应"
LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行开颅刃攻击。"
LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行开颅刃攻击。"
LocFlyOverText="报应"
LocPromotionPopupText="<Bullet/>敌人在相邻位置开始回合且打算攻击 <Ability:ClassName/>时会触发报复。<br/><Bullet/>如果敌人不在相邻位置开始回合，则报应在敌人进入近战范围内后触发。<br/>"

[Reckoning X2AbilityTemplate]
LocFriendlyName="清算"
LocLongDescription="允许装备开颅刃，解锁开颅刃斩杀攻击。"
LocHelpText="允许装备开颅刃，解锁开颅刃斩杀攻击。"
LocFlyOverText="清算"
LocPromotionPopupText="<Bullet/>你可以装备开颅刃.<br/><Bullet/> 将移动光标指向敌人便可触发斩杀能力。<br/><Bullet/> <Ability:ClassName/>可以使用\"冲刺\"，消耗两格行动点数进行移动，并可对邻近敌人触发斩杀。<br/><Bullet/>斩杀有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[SkirmisherMelee X2AbilityTemplate]
LocFriendlyName="斩杀"
LocLongDescription="你可以用开颅刃攻击任何在你移动范围内的敌人。"
LocHelpText="用开颅刃攻击一名在你移动范围内的敌人。"
LocPromotionPopupText="<Bullet/>将移动光标指向敌人便可触发斩杀能力。<br/><Bullet/> <Ability:ClassName/>可以使用\"冲刺\"，消耗两格行动点数进行移动，并可对邻近敌人触发斩杀。<br/><Bullet/>斩杀有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[Justice X2AbilityTemplate]
LocFriendlyName="正义"
LocLongDescription="使用抓钩将人形目标拉近身边再使用开颅刃进行攻击。"
LocHelpText="使用抓钩将人形目标拉近身边再使用开颅刃进行攻击。"
LocPromotionPopupText="<Bullet/>正义能够搅乱敌人的站位。<br/><Bullet/>拉取成功后的开颅刃攻击必定命中。<br/><Bullet/> <Ability:ClassName/>邻近格有空位时才能使用正义。<br/><Bullet/>正义冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[SkirmisherVengeance X2AbilityTemplate]
LocFriendlyName="怒火"
LocLongDescription="使用爪钩快速接近敌人并用开颅刃进行攻击。"
LocHelpText="使用爪钩快速接近敌人并用开颅刃进行攻击。"
LocPromotionPopupText="<Bullet/>怒火让 <Ability:ClassName/>拥有额外的移动方式，并可在爪钩冷却时使用。<br/><Bullet/>爪钩命中后的开颅刃攻击必定命中。<br/><Bullet/>要使用怒火，敌人邻近格需有空位。<br/><Bullet/>怒火冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[Whiplash X2AbilityTemplate]
LocFriendlyName="鞭笞"
LocLongDescription="用电鞭抽打敌人。该攻击不会消耗行动点。"
LocHelpText="用不会消耗行动点的电鞭抽打敌人。对机械单位造成双倍伤害。"
LocPromotionPopupText="<Bullet/>鞭笞可对机械敌人造成双倍伤害。"

[ForwardOperator X2AbilityTemplate]
LocFriendlyName="前线联络人"
LocLongDescription="发现一批新的敌人时获得一格行动点。"
LocHelpText="发现一批新的敌人时获得一格行动点。"
LocFlyoverText="前线联络人"
LocPromotionPopupText="<Bullet/> 前线联络人能让 <Ability:ClassName/>更好地处理突然出现在小队前方的敌人.<br/>"

[ManualOverride X2AbilityTemplate]
LocFriendlyName="手动超载"
LocLongDescription="所有技能冷却时间减少1回合。"
LocHelpText="所有技能冷却时间减少1回合。"
LocPromotionPopupText="<Bullet/> 尽早并经常性地使用 <Ability:ClassName/>的能力以最大化地发挥手动超载的效果.<br/>"

[SkirmisherReturnFire X2AbilityTemplate]
LocFriendlyName="反击"
LocHelpText="当被敌人火力瞄准时，每回合使用你的 <Ability:WeaponName/> 自动还击一次."
LocLongDescription="当被敌人火力瞄准时，每回合使用你的 <Ability:WeaponName/> 自动还击一次."
LocPromotionPopupText="<Bullet/> 反击每回合只会触发一次.<br/><Bullet/> 反击可以通过近战攻击和范围攻击触发.<br/><Bullet/> 当被监视射击时不会触发还击.<br/>"


[VektorRifle_CV X2WeaponTemplate]
FriendlyName="维克托步枪"
FriendlyNamePlural="维克托步枪"
BriefSummary="维克托步枪运用的是一种<Ability:ClassName/>手工制作的特殊弹匣，专为长距离交战和小队支援设计。它重量较轻，极耐腐蚀，非常适合在<Ability:ClassName/>派系经常接触的极端环境中使用。"
TacticalText="<Bullet/>缺乏特殊训练的情况下，发射主武器总是会结束士兵的回合。\n<Bullet/>维克托步枪在任何距离都很有效。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升维克托步枪的战术效果。"
AbilityDescName="维克托步枪"

[VektorRifle_MG X2WeaponTemplate]
FriendlyName="超电磁步枪"
FriendlyNamePlural="超电磁步枪"
BriefSummary="经过对现存的维克托步枪框架的修改，我们成功整合进了磁能加速装置，这把武器现在能够较为顺畅地发射出我们的工程师制造的经过磁能加速的子弹，伤害输出显著提升。"
TacticalText="<Bullet/>磁能武器科技让<Ability:ClassName/>的维克托步枪变得更为致命。\n<Bullet/>缺乏特殊训练的情况下，发射主武器总是会结束士兵的回合。\n<Bullet/>超电磁步枪在任何距离都很有效。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升超电磁步枪的战术效果。"
AbilityDescName="维克托步枪"

[VektorRifle_BM X2WeaponTemplate]
FriendlyName="暗影长矛"
FriendlyNamePlural="暗影长矛"
BriefSummary="<Ability:ClassName/>在原则上是拒绝使用外星科技的，但我们已经向他们保证这种光束武器是完全由我们自主研发的产物。虽然<Ability:ClassName/>对能量武器不屑一顾，但这类武器毫无疑问要比他们过去使用的传统武器要强。"
TacticalText="<Bullet/>这是XCOM兵工厂所能造出的最先进的维克托步枪。\n<Bullet/>缺乏特殊训练的情况下，发射主武器总是会结束士兵的回合。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升暗影长矛的战术效果。"
AbilityDescName="维克托步枪"

[Bullpup_CV X2WeaponTemplate]
FriendlyName="Kal-7无托式"
FriendlyNamePlural="Kal-7无托式"
BriefSummary="虽然散兵在纯粹的肉搏战中也很勇猛，但他们仍会使用他们在变种人手下效命时使用独特的无托式机枪，不过是经过改良的版本。这些机枪近距离内的阻滞力非常惊人，它们的枪托还能让使用者更为轻松地持续开火。"
TacticalText="<Bullet/>发射光束无托式机枪不会结束散兵的回合，且一回合内可发射两次。\n<Bullet/>无托式武器在近距离极为有效，但是它们的命中率在远距离下降得很快厉害。\n<Bullet/>使用从敌人身上取得的升级部件提升光束无托式机枪的战术效能。"
AbilityDescName="无托式机枪"

[Bullpup_MG X2WeaponTemplate]
FriendlyName="Kal-15无托式"
FriendlyNamePlural="Kal-15无托式"
BriefSummary="给散兵的原版无托式机枪加装磁能加速装置让这种本已极具威胁的近距离武器变得更为致命。不过变种人之前配给的弹药是用外星合金制成的，但现如今他们已经脱离了长老的控制，只能用传统材料制成的弹药将就了。"
TacticalText="<Bullet/>磁能武器技术很有效地提升了散兵的斗牛犬型枪械。\n<Bullet/>发射斗牛犬型枪械不会结束散兵的回合，且一回合内可发射两次。\n<Bullet/>斗牛犬型枪械在近距离极为有效，但是它们的命中率在远距离下降得很快厉害。\n<Bullet/>使用从敌人身上取得的升级部件提升Kal-15斗牛犬的战术效能。"
AbilityDescName="无托式机枪"

[Bullpup_BM X2WeaponTemplate]
FriendlyName="Kal-90无托式"
FriendlyNamePlural="Kal-90无托式"
BriefSummary="一把基于无托式框架的能量步枪，这把改版散兵武器所发射的散射光线所运用到的技术即使在变种人中也是顶尖的。虽然看上去比原版要精致纤细很多，但在战斗中威力却没有任何削减。"
TacticalText="<Bullet/>这是XCOM军械库中可供使用的最先进的斗牛犬框架武器。\n<Bullet/>发射斗牛犬型枪械不会结束散兵的回合，且一回合内可发射两次。\n<Bullet/>斗牛犬型枪械在近距离极为有效，但是它们的命中率在远距离下降得很快厉害。\n<Bullet/>使用从敌人身上取得的升级部件提升Kal-90斗牛犬的战术效能。"
AbilityDescName="无托式机枪"

[SniperRifle_CV X2WeaponTemplate]
FriendlyName="狙击步枪"
FriendlyNamePlural="狙击步枪"
BriefSummary="我们已经成功收回各式各样的标准步兵小型军火；这是专为中距离到远距离作战设计的武器。虽然明显比不上变种人的磁力技术，一旦我们完善了模组化武器技术，它至少能使用额外收集来的武器进行升级."
TacticalText="<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人那收集的升级来提升高斯步枪的战术效果."."
AbilityDescName="狙击步枪"

[SniperRifle_MG X2WeaponTemplate]
FriendlyName="高斯步枪"
FriendlyNamePlural="高斯步枪"
BriefSummary="高斯技术对像狙击步枪这样的精准慢射武器有着独特的用途。高斯步枪能让我们的神枪手在远距离造成更大的伤害."
TacticalText="<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人那收集的升级来提升高斯步枪的战术效果."
AbilityDescName="狙击步枪"

[SniperRifle_BM X2WeaponTemplate]
FriendlyName="电浆长矛"
FriendlyNamePlural="电浆长矛"
BriefSummary="外星人的聚焦光束技术对提升狙击步枪很有帮助。电浆长矛便是一种无可匹敌的狙击步枪."
TacticalText="<Bullet/> 这是狙击枪技术的尖端.\n<Bullet/> 狙击步枪总是需要2个行动点来射击.\n<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。使用从变种人敌人身上取得的升级部件提升电浆狙击步枪的战术效果."
AbilityDescName="狙击步枪"

[TracerRounds X2AmmoTemplate]
FriendlyName="曳光弹"
FriendlyNamePlural="曳光弹"
BriefSummary="这种专用弹药包含高科技 \"智能子弹\" ，可在发射时将详细的跟踪数据传回射手，在装备时增加了全息瞄准效果."
TacticalText="<Bullet/> 曳光弹在装备时为士兵提供全息瞄准.<br>"

[HuntersInstinctUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="猎人本能"
Summary="于侧翼中远距离攻击敌人时 +<Ability:HUNTERSINSTINCTDMG/> 伤害。用剑攻击获得额外 <Ability:HUNTERSINSTINCTCRIT/>%的几率对敌人暴击."

[HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="致命一击"
Summary="获得额外 <Ability:HITWHEREITHURTS/>%的暴击率."

[CoolUnderPressureUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="镇定自若"
Summary="监视或反应射击时+10命中率和暴击率."

[BiggestBoomsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="超级炸药"
Summary="炸药能够造成暴击伤害."

[MeditationPreparationUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="圣殿骑士：意识苏醒"
Summary="每次开始任务时专注为 <Ability:MEDITATIONPREPARATIONSTARTINGFOCUS/> Focus."

[ParkourUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="跑酷"
Summary="回合内初次移动后有<Ability:PARKOURTRIGGERCHANCE/>% 几率可再次行动"

[InfiltrationUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="入侵"
Summary="侵入 +<Ability:INFILTRATIONHACKINGBONUS/>. 变种人安保哨塔在该单位处于隐蔽状态时无法发现他."

; *********************************************************************************************************************
; ***							APTITUDES																			***
; *********************************************************************************************************************

[APT_Guttersnipe X2AbilityTemplate]
LocFriendlyName="流浪汉"
LocLongDescription="生活在变种人控制区的流浪汉. 在贫民窟和下水道地图以及补给突袭任务+ <Ability:GUTTERSNIPE_MOBILITY/> 移动力. 侧击时基于武器技术+ <Ability:GUTTERSNIPE_CRIT/> 暴击并且 +<Ability:GUTTERSNIPE_SHRED_CV/>/<Ability:GUTTERSNIPE_SHRED_MG/>/<Ability:GUTTERSNIPE_SHRED_BM/> 撕裂."
LocHelpText="在贫民窟和下水道地图以及补给突袭任务+<Ability:GUTTERSNIPE_MOBILITY/> 移动力. 侧击时基于武器技术+<Ability:GUTTERSNIPE_CRIT/> 暴击和撕裂."
LocPromotionPopupText="<Bullet/>在贫民窟和下水道地图以及补给突袭任务: <Ability:GUTTERSNIPE_MOBILITY/> 移动力.<br/><Bullet/>侧击时: <font color='#5CD16C'><Ability:GUTTERSNIPE_CRIT/> 暴击, +<Ability:GUTTERSNIPE_SHRED_CV/>/<Ability:GUTTERSNIPE_SHRED_MG/>/<Ability:GUTTERSNIPE_SHRED_BM/> 撕裂</font> 基于武器技术.<br/>"

[APT_Veteran X2AbilityTemplate]
LocFriendlyName="老兵"
LocLongDescription="一位时刻保持清醒头脑的老兵, 免疫 <font color='#5CD16C'>精神攻击</font>."
LocHelpText=" 免疫精神攻击."
LocPromotionPopupText="<Bullet/>也包括灵能攻击攻击, 这使得这名士兵有效的对抗灵能外星人.<br/><Bullet/>这是一个永远不会恐慌的可靠士兵.<br/>"

[APT_Warden X2AbilityTemplate]
LocFriendlyName="监狱长"
LocLongDescription="曾经服务于降临者-人类（变种人）联合政府的一名前执法者，在监视射击时+ <Ability:WARDEN_REACTION_AIM/> 命中."
LocHelpText="在监视射击时+ <Ability:WARDEN_REACTION_AIM/> 命中."
LocPromotionPopupText="<Bullet/>+ <font color='#5CD16C'><Ability:WARDEN_REACTION_AIM/> 命中</font> 在监视射击时.<br/><Bullet/>这可以与其他监视射击能力堆叠.<br/>"

[APT_Activist X2AbilityTemplate]
LocFriendlyName="激进分子"
LocLongDescription="曾经是一名和平抗议者，在亲身经历一些变种人政府的血腥镇压后，变得十分激进。减少 <Ability:ACTIVIST_DETECTION_MOD_CIVS/> 城市地图中的平民探测范围，并且减少 <Ability:ACTIVIST_DETECTION_MOD/> 城市地图上的4格探测范围."
LocHelpText="减少<Ability:ACTIVIST_DETECTION_MOD/> 城市地图中的平民探测范围. 敌对平民很难在激进分子周围发现XCom小队成员."
LocPromotionPopupText="<Bullet/>只在激进分子周围减少敌对平民探测范围.<br/><Bullet/>非常适合隐蔽和解救 VIP<br/>"

[APT_NobleScion X2AbilityTemplate]
LocFriendlyName="战争英雄"
LocLongDescription="富有魅力的人民战争英雄. 在这名士兵视野中的敌人给予全队+ <Ability:WAR_HERO_DAMAGE_BONUS/> 伤害加成."
LocHelpText="在这名士兵视野中的敌人给予全队+ <Ability:WAR_HERO_DAMAGE_BONUS/> 伤害加成."
LocPromotionPopupText="<Bullet/>+ <font color='#5CD16C'><Ability:WAR_HERO_DAMAGE_BONUS/> 伤害</font> 在这名士兵视野中的敌人给予全队.<br/>"

[APT_LoneWolf X2AbilityTemplate]
LocFriendlyName="独狼"
LocLongDescription="一名孤高战士加入了XCOM，周围没有队友时+ <Ability:LONE_WARRIOR_CRIT/> 暴击, +<Ability:LONE_WARRIOR_MOBILITY/> 移动力并且减少 <Ability:LONE_WARRIOR_DETECTION_MOD/> 敌人视野探测范围."
LocHelpText="周围没有队友时+<Ability:LONE_WARRIOR_CRIT/> 暴击, + <Ability:LONE_WARRIOR_MOBILITY/> 移动力并且减少 <Ability:LONE_WARRIOR_DETECTION_MOD/> 敌人视野探测范围."
LocPromotionPopupText="<Bullet/>+ <font color='#5CD16C'><Ability:LONE_WARRIOR_CRIT/> 暴击</font> 当远离队友 <Ability:LONE_WARRIOR_RADIUS/> 格以外时 - 会成为一个伟大的霰弹枪手/狙击手.<br/><Bullet/>可以可靠地干掉敌对VIP，远离队友时+ <Ability:LONE_WARRIOR_MOBILITY/> 移动力并且减少 <Ability:LONE_WARRIOR_DETECTION_MOD/> 敌人探测范围.<br/>"

[APT_OldGuard X2AbilityTemplate]
LocFriendlyName="红脖子"
LocLongDescription="一个典型的长时间从事农活，脖子被阳光晒得红通通的南方庄稼人，习惯按老传统方式射击。（悄悄地讲，这个词也开始有了讽刺老顽固的意思），我不是老顽固！！！使用弹道武器时+ <Ability:OLD_GUARD_DAMAGE_BONUS/> 伤害, +<Ability:OLD_GUARD_CRIT_DAMAGE_BONUS/> 暴击伤害 + <Ability:OLD_GUARD_ARMOR_PIERCE/> 穿甲."
LocHelpText="使用弹道武器时+<Ability:OLD_GUARD_DAMAGE_BONUS/> 伤害/+<Ability:OLD_GUARD_CRIT_DAMAGE_BONUS/>暴击伤害/+<Ability:OLD_GUARD_ARMOR_PIERCE/> 穿甲."
LocPromotionPopupText="<Bullet/>使用弹道武器时+ <font color='#5CD16C'><Ability:OLD_GUARD_DAMAGE_BONUS/> 伤害, <Ability:OLD_GUARD_CRIT_DAMAGE_BONUS/> 暴击伤害+ <Ability:OLD_GUARD_ARMOR_PIERCE/> 穿甲</font>.<br/><Bullet/>战役初期的可靠士兵.<br/>"

[APT_Militia X2AbilityTemplate]
LocFriendlyName="民兵"
LocLongDescription="来自我们刚刚解救的抵抗军营地的民兵. 民兵拥有+ <Ability:MILITIA_AIM/> 命中 ，+ <Ability:MILITIA_SIGHT_RADIUS/> 格视野距离，并且减少 <Ability:MILITIA_RANGE_MULTIPLIER/> 武器射程惩罚."
LocHelpText="民兵拥有+ <Ability:MILITIA_AIM/> 命中,+ <Ability:MILITIA_SIGHT_RADIUS/> 格视野距离，并且减少 <Ability:MILITIA_RANGE_MULTIPLIER/> 武器射程惩罚 "
LocPromotionPopupText="<Bullet/>霰弹枪和狙击步枪都有明显的射程惩罚，可以通过此奖励减轻.<br/><Bullet/>虽然这个士兵没有95%命中，但至少得到了特权！<br/>"

[APT_Informant X2AbilityTemplate]
LocFriendlyName="线人"
LocLongDescription="一名曾经只是为了金钱与XCOM合作的线人，在女儿被变种人收集在黑地罐头后燃起了复仇的火焰. 对抗变种人时，+ <Ability:INFORMANT_CRIT/> 暴击, + <Ability:INFORMANT_HACK/> 侵入值 并且+ <Ability:INFORMANT_MOBILITY/> 移动力."
LocHelpText=" 对抗变种人时+<Ability:INFORMANT_CRIT/> 暴击. +<Ability:INFORMANT_HACK/> 侵入 / +<Ability:INFORMANT_MOBILITY/> 移动力."
LocPromotionPopupText="<Bullet/>+ <Ability:INFORMANT_CRIT/> 暴击, +<Ability:INFORMANT_MOBILITY/> 移动力 + <Ability:INFORMANT_HACK/> 侵入 在补给突袭和黑客任务中，以及在攻击据点时.<br/><Bullet/>非常广泛的适用奖励使这名士兵非常多才多艺.<br/>"

[APT_Guerilla X2AbilityTemplate]
LocFriendlyName="游击队员"
LocLongDescription="一个自出生以来一直反抗外星人的反抗军战士. 在荒野，棚户区或者小镇执行破坏任务时+ <Ability:GUERILLA_DEFENSE/> 防御，在侧击时+ <Ability:GUERILLA_CRIT/> 暴击 ，并且+ <Ability:GUERILLA_PIERCE_CV/> / <Ability:GUERILLA_PIERCE_MG/> / <Ability:GUERILLA_PIERCE_BM/> 穿甲."
LocHelpText="在侧击时 <Ability:GUERILLA_CRIT/> 暴击 / <Ability:GUERILLA_PIERCE_CV/> / <Ability:GUERILLA_PIERCE_MG/> / <Ability:GUERILLA_PIERCE_BM/> 穿甲. 在荒野，棚户区或者小镇执行破坏任务时<Ability:GUERILLA_DEFENSE/> 防御."
LocPromotionPopupText="<Bullet/>在荒野，棚户区或者小镇执行破坏任务时 <font color='#5CD16C'> <Ability:GUERILLA_DEFENSE/> 防御</font> .<br/><Bullet/>侧击时 <Ability:GUERILLA_CRIT/> 暴击+ <Ability:GUERILLA_PIERCE_CV/> / <Ability:GUERILLA_PIERCE_MG/> / <Ability:GUERILLA_PIERCE_BM/> 穿甲.<br/>"

[APT_Survivor X2AbilityTemplate]
LocFriendlyName="幸存者"
LocLongDescription="这个士兵的眼睛里有一种空洞的表情，当严重受伤时 (低于 <Ability:SURVIVOR_DAMAGE_THRESHOLD/> HP) 或执行保护型任务时, 所有攻击的伤害加成+ <Ability:SURVIVOR_DAMAGE_BONUS/> ."
LocHelpText="当严重受伤时或执行保护任务增加额外伤害 <Ability:SURVIVOR_DAMAGE_BONUS/> ."
LocPromotionPopupText="<Bullet/>当严重受伤时或执行保护任务增加伤害<font color='#5CD16C'> <Ability:SURVIVOR_DAMAGE_BONUS/> 命中</font> 低于 <Ability:SURVIVOR_DAMAGE_THRESHOLD/> HP .<br/><Bullet/>如果满足条件，此加成可堆叠.<br/>"

[APT_Outcast X2AbilityTemplate]
LocFriendlyName="难民"
LocLongDescription="一个无处可去的难民。在侧击时获得命中加成，在荒野，棚户区或者小镇时获得+ <Ability:OUTCAST_DODGE/> 闪避加成."
LocHelpText="在侧击时获得命中加成 <Ability:OUTCAST_FLANKING_AIM/> . 在荒野，棚户区或者小镇时<Ability:OUTCAST_DODGE/> 获得闪避加成."
LocPromotionPopupText="<Bullet/>在侧击时<font color='#5CD16C'> <Ability:OUTCAST_FLANKING_AIM/> 命中</font> .<br/><Bullet/>在荒野，棚户区或者小镇时 <font color='#5CD16C'> <Ability:OUTCAST_DODGE/> 闪避</font> .<br/>"

[APT_Revolutionary X2AbilityTemplate]
LocFriendlyName="革命家"
LocLongDescription="一个有理想主义事业的革命者。满血状态下攻击满血敌人 + <Ability:REVOLUTIONARY_DAMAGE_CV/> / <Ability:REVOLUTIONARY_DAMAGE_MG/> / <Ability:REVOLUTIONARY_DAMAGE_BM/> 伤害."
LocHelpText=" +满血状态下攻击满血敌人增加额外伤害."
LocPromotionPopupText="<Bullet/>满血状态下攻击满血敌人增加额外伤害 <font color='#5CD16C'>+ <Ability:REVOLUTIONARY_DAMAGE_CV/> / <Ability:REVOLUTIONARY_DAMAGE_MG/> / <Ability:REVOLUTIONARY_DAMAGE_BM/> 伤害</font> 当敌人和本士兵都处于完全生命值时，基于武器技术提升而提升加成.<br/><Bullet/>尝试应用此加成时，请记住您的射击顺序!<br/>"

[APT_SysAdmin X2AbilityTemplate]
LocFriendlyName="红客"
LocLongDescription="一个曾经与变种人政府合作的网络黑客，面对机械单位时 + <Ability:SYSADMIN_DAMAGE_CV/> / <Ability:SYSADMIN_DAMAGE_MG/> / <Ability:SYSADMIN_DAMAGE_BM/> 穿甲 ，+ <Ability:SYSADMIN_ROBOT_DEFENSE/> 防御，并且在侵入任务中+ <Ability:SYSADMIN_HACKING/> 侵入."
LocHelpText="面对机械单位时+ <Ability:SYSADMIN_DAMAGE_CV/> / <Ability:SYSADMIN_DAMAGE_MG/> / <Ability:SYSADMIN_DAMAGE_BM/> 穿甲 / <Ability:SYSADMIN_ROBOT_DEFENSE/> 防御, 并且在侵入任务中<Ability:SYSADMIN_HACKING/> 侵入."
LocPromotionPopupText="<Bullet/>面对机械单位时 <font color='#5CD16C'>+ <Ability:SYSADMIN_DAMAGE_CV/> / <Ability:SYSADMIN_DAMAGE_MG/> / <Ability:SYSADMIN_DAMAGE_BM/> 穿甲</font> 基于武器技术和<font color='#5CD16C'> <Ability:SYSADMIN_ROBOT_DEFENSE/> 防御</font> .<br/><Bullet/><font color='#5CD16C'> <Ability:SYSADMIN_HACKING/> 侵入 </font> 在侵入任务中<br/>非常擅长摧毁炮塔，特别是因为炮台低生命值和高护甲.<br/>"

[APT_Pacifist X2AbilityTemplate]
LocFriendlyName="圣母"
LocLongDescription="就算这是一场必须要打的战争，也并没有让结果变得更好，+ <Ability:PACIFIST_DEFENSE/> 全队防御，但每次击杀后减少 <Ability:PACIFIST_DAMAGE_MOD/> 伤害."
LocHelpText="+  <Ability:PACIFIST_DEFENSE/> 全队防御.但每次击杀后减少 <Ability:PACIFIST_DAMAGE_MOD/> 伤害."
LocPromotionPopupText="<Bullet/>全队获得<font color='#5CD16C'> <Ability:PACIFIST_DEFENSE/> 防御</font> - 不可叠加. <br/><Bullet/>每次击杀后减少<font color='#bf1e2e'> <Ability:PACIFIST_DAMAGE_MOD/> 伤害</font> 持续整场任务.<br/>"

[APT_Anarchist X2AbilityTemplate]
LocFriendlyName="暴徒"
LocLongDescription="厌倦了一切，每次任务获得 <Ability:ANARCHIST_CHARGES/> 个额外的破片榴弹, 并根据视野内敌人+ <Ability:ANARCHIST_CRIT/> 暴击."
LocHelpText="  <Ability:ANARCHIST_CHARGES/> 额外的破片榴弹.并根据视野内敌人 <Ability:ANARCHIST_CRIT/> 暴击."
LocPromotionPopupText="<Bullet/> <Ability:ANARCHIST_CHARGES/> 额外的破片榴弹允许暴徒携带多种类型的榴弹，即使没有榴弹发射器.<br/><Bullet/>获得<font color='#5CD16C'> <Ability:ANARCHIST_CRIT/> 暴击</font>... that scales up to ANARCHIST_CRIT_MAX. 但不要把自己放在那个位置上, <Ability:ANARCHIST_CRIT_MAX/> 暴击并不能救你.<br/>"

[APT_Vanguard X2AbilityTemplate]
LocFriendlyName="舞蹈家"
LocLongDescription="曾经是一名优秀的舞者，只是这年头，我们除了战争别无选择. + <Ability:VANGUARD_DODGE/> 伤害, +<Ability:VANGUARD_AIM/> 命中，+ <Ability:VANGUARD_CRIT/> 暴击，当在敌人的 <Ability:VANGUARD_RANGE/> 格内."
LocHelpText=" <Ability:VANGUARD_DODGE/> 伤害 / <Ability:VANGUARD_AIM/> 命中 / <Ability:VANGUARD_CRIT/> 暴击，当在敌人的 <Ability:VANGUARD_RANGE/> 格内"
LocPromotionPopupText="<Bullet/>获得<font color='#5CD16C'> <Ability:VANGUARD_DODGE/> 伤害, <Ability:VANGUARD_AIM/> 命中,  <Ability:VANGUARD_CRIT/> 暴击</font> 当在敌人的 <Ability:VANGUARD_RANGE/> 格内.<br/><Bullet/>此奖励仅适用于最近的一名敌人.<br/>"

[APT_Rebel X2AbilityTemplate]
LocFriendlyName="反抗军"
LocLongDescription="一个普通的，如果非要说的话，一个有些营养不良的反抗军战士，自身受伤时或敌人受伤时 + <Ability:REBEL_DAMAGE_CV/> / <Ability:REBEL_DAMAGE_MG/> / <Ability:REBEL_DAMAGE_BM/> 额外伤害."
LocHelpText="自身受伤时或敌人受伤时 + <Ability:REBEL_DAMAGE_CV/> / <Ability:REBEL_DAMAGE_MG/> / <Ability:REBEL_DAMAGE_BM/> 额外伤害."
LocPromotionPopupText="<Bullet/>自身受伤时或敌人受伤时+ <font color='#5CD16C'>+ <Ability:REBEL_DAMAGE_CV/> / <Ability:REBEL_DAMAGE_MG/> / <Ability:REBEL_DAMAGE_BM/> 额外伤害</font> .<br/><Bullet/>现在，我不是建议你这样做，但假设可能会有一个理由来炸你自己......<br/>"

[APT_Insurgent X2AbilityTemplate]
LocFriendlyName="领袖"
LocLongDescription="一个不同政见的前领导人，盟友攻击领袖视野内的敌人+ <Ability:INSURGENT_ARMOR_PIERCE/> 穿甲."
LocHelpText="盟友攻击领袖视野内的敌人+ <Ability:INSURGENT_ARMOR_PIERCE/> 穿甲."
LocPromotionPopupText="<Bullet/> 盟友攻击领袖视野内的敌人+<font color='#5CD16C'> <Ability:INSURGENT_ARMOR_PIERCE/> 穿甲</font> . <br/><Bullet/> 穿甲加成仅适用于该士兵直接视线内的敌人. <br/><Bullet/> 拥有此能力的士兵不会从此能力授予的穿甲中受益. <br/>"

[APT_Xenophobe X2AbilityTemplate]
LocFriendlyName="排外者"
LocLongDescription="憎恨外星人的人类，对外星人造成 + <Ability:XENOPHOBE_DAMAGE_CV/> / <Ability:XENOPHOBE_DAMAGE_MG/> / <Ability:XENOPHOBE_DAMAGE_BM/> 额外伤害."
LocHelpText="对外星人造成 + <Ability:XENOPHOBE_DAMAGE_CV/> / <Ability:XENOPHOBE_DAMAGE_MG/> / <Ability:XENOPHOBE_DAMAGE_BM/> 额外伤害."
LocPromotionPopupText="<Bullet/>对外星人造成 <font color='#5CD16C'>+ <Ability:XENOPHOBE_DAMAGE_CV/> / <Ability:XENOPHOBE_DAMAGE_MG/> / <Ability:XENOPHOBE_DAMAGE_BM/> 额外伤害</font> .<br/><Bullet/>What else is there to say?<br/>"

[APT_FortuneHunter X2AbilityTemplate]
LocFriendlyName="赏金猎人"
LocLongDescription="徘徊在生死的边缘……，侧击敌人时以及被敌人侧击时+ <Ability:FORTUNE_HUNTER_DAMAGE_MOD/> 额外伤害."
LocHelpText="侧击敌人时以及被敌人侧击时+ <Ability:FORTUNE_HUNTER_DAMAGE_MOD/> 额外伤害. - <Ability:FORTUNE_HUNTER_DAMAGE_MOD/> 伤害加成同时应用于侧击敌人时以及被敌人侧击时."
LocPromotionPopupText="<Bullet/>侧击敌人时以及被敌人侧击时<font color='#bf1e2e'>+ <Ability:FORTUNE_HUNTER_DAMAGE_MOD/> 额外伤害</font> 不适用于未侧击的敌人.<br/><Bullet/>你只有一条命.<br/>"

[APT_Renegade X2AbilityTemplate]
LocFriendlyName="矮子"
LocLongDescription="面对血量越多的敌人+ <Ability:RENEGADE_CRIT/> 暴击并且+ <Ability:RENEGADE_DAMAGE_REDUCTION/> 伤害减免."
LocHelpText="面对血量越多的敌人+ <Ability:RENEGADE_CRIT/> 暴击并且+ <Ability:RENEGADE_DAMAGE_REDUCTION/> 伤害减免."
LocPromotionPopupText="<Bullet/>面对血量越多的敌人+<font color='#5CD16C'> <Ability:RENEGADE_CRIT/> 暴击并且+ <Ability:RENEGADE_DAMAGE_REDUCTION/> 伤害减免</font> 对抗更健康的敌人，也要关注自己的血量.<br/>"

[APT_Irregular X2AbilityTemplate]
LocFriendlyName="地下党"
LocLongDescription="前秘密行动人员. 将半掩体视作全掩体，当没有暴露在敌人的视野内时获得隐蔽. 然而，受到的伤害增加了 <Ability:IRREGULAR_DAMAGE_MALUS/>."
LocHelpText=" 将半掩体视作全掩体，当没有暴露在敌人的视野内时获得隐蔽. 然而，受到的伤害增加了 <Ability:IRREGULAR_DAMAGE_MALUS/>."
LocPromotionPopupText="<Bullet/>将半掩体视作全掩体但受到的伤害增加了<font color='#bf1e2e'> <Ability:IRREGULAR_DAMAGE_MALUS/> </font>.<br/>"

[APT_Professional X2AbilityTemplate]
LocFriendlyName="监察官"
LocLongDescription="曾经是保卫变种人政府资产的监察官，接触到一些绝密档案后认清了真相，投身了XCOM. 监视射击+ <Ability:PROFESSIONAL_DAMAGE_BONUS/> 额外伤害."
LocHelpText="监视射击+ <Ability:PROFESSIONAL_DAMAGE_BONUS/> 额外伤害."
LocPromotionPopupText="<Bullet/>监视射击+<font color='#5CD16C'> <Ability:PROFESSIONAL_DAMAGE_BONUS/> 额外伤害</font> 可与其他监视能力叠加!<br/>"

[APT_Pioneer X2AbilityTemplate]
LocFriendlyName="工人"
LocLongDescription="曾在外星人武器厂工作. 使用非弹道武器 + <Ability:PIONEER_DAMAGE_LASER/> / <Ability:PIONEER_DAMAGE_MG/> / <Ability:PIONEER_DAMAGE_COIL/> / <Ability:PIONEER_DAMAGE_BM/> 伤害."
LocHelpText="使用非弹道武器 + <Ability:PIONEER_DAMAGE_LASER/> / <Ability:PIONEER_DAMAGE_MG/> / <Ability:PIONEER_DAMAGE_COIL/> / <Ability:PIONEER_DAMAGE_BM/> 伤害."
LocPromotionPopupText="<Bullet/> 使用非弹道武器<font color='#5CD16C'> + <Ability:PIONEER_DAMAGE_LASER/> / <Ability:PIONEER_DAMAGE_MG/> / <Ability:PIONEER_DAMAGE_COIL/> / <Ability:PIONEER_DAMAGE_BM/> 额外伤害</font> 分别使用磁性/光束武器. <br/>"

[APT_Legacy X2AbilityTemplate]
LocFriendlyName="传奇之人"
LocLongDescription="隐藏着未知力量."
LocHelpText="+???"
LocPromotionPopupText="<Bullet/> 每场战斗，都有可能不同...<br/>"

[APT_Tactician X2AbilityTemplate]
LocFriendlyName="策士"
LocLongDescription="一名拥有古老传统修行背景的策士. 未命中也会造成 + <Ability:TACTICIAN_DAMAGE_CV/> / <Ability:TACTICIAN_DAMAGE_MG/> / <Ability:TACTICIAN_DAMAGE_BM/> 伤害."
LocHelpText="未命中也会造成 + <Ability:TACTICIAN_DAMAGE_CV/> / <Ability:TACTICIAN_DAMAGE_MG/> / <Ability:TACTICIAN_DAMAGE_BM/> 伤害."
LocPromotionPopupText="<Bullet/> <Ability:TACTICIAN_DAMAGE_CV/> 使用常规武器, <Ability:TACTICIAN_DAMAGE_MG/> 具有磁性，并且 <Ability:TACTICIAN_DAMAGE_BM/> 。如何预测.<br/>"

[APT_Mercenary X2AbilityTemplate]
LocFriendlyName="后勤官"
LocLongDescription="一位职业枪手， 每份 <Ability:MERCENARY_CRIT_SUPPLY_FACTOR/> 补给+1暴击，最多 <Ability:MERCENARY_CRIT_CAP/> ."
LocHelpText="每份 <Ability:MERCENARY_CRIT_SUPPLY_FACTOR/> 补给+1暴击，最多 <Ability:MERCENARY_CRIT_CAP/> ."
LocPromotionPopupText="<Bullet/> 每份 <Ability:MERCENARY_CRIT_SUPPLY_FACTOR/> 补给，获得 <font color='#5CD16C'>+1 暴击，最多 <Ability:MERCENARY_CRIT_CAP/> </font>. <br/>"

[APT_Saboteur X2AbilityTemplate]
LocFriendlyName="间谍"
LocLongDescription="一位职业枪手， 每点 <Ability:SABOTEUR_CRIT_INTEL_FACTOR/> 情报+1暴击，最多 <Ability:SABOTEUR_CRIT_CAP/> ."
LocHelpText="每点 <Ability:SABOTEUR_CRIT_INTEL_FACTOR/> 情报+1暴击，最多 <Ability:SABOTEUR_CRIT_CAP/> ."
LocPromotionPopupText="<Bullet/> 每点 <Ability:SABOTEUR_CRIT_INTEL_FACTOR/> 情报, 获得 <font color='#5CD16C'>+1 暴击</font> 最多 <Ability:SABOTEUR_CRIT_CAP/> .<br/>"

[APT_Scrapper X2AbilityTemplate]
LocFriendlyName="角斗士"
LocLongDescription="一位好战有着不屈信仰的斗士. 受到伤害时+ <Ability:SCRAPPER_CRIT/> 暴击."
LocHelpText="受到伤害时+ <Ability:SCRAPPER_CRIT/> 暴击."
LocPromotionPopupText="<Bullet/> 受到伤害时+<font color='#5CD16C'> <Ability:SCRAPPER_CRIT/> 暴击</font>, 可以叠加. <br/>"

[APT_Heretic X2AbilityTemplate]
LocFriendlyName="异教徒"
LocLongDescription="变种人祭司通缉的掌握神秘力量的异教徒. 对敌方灵能单位造成+ <Ability:HERETIC_DAMAGE_BONUS/> 伤害."
LocHelpText="对敌方灵能单位造成+ <Ability:HERETIC_DAMAGE_BONUS/> 伤害"
LocPromotionPopupText="<Bullet/> 对敌方灵能单位造成+<font color='#5CD16C'> <Ability:HERETIC_DAMAGE_BONUS/> 伤害</font> . <br/>"

[APT_Overseer X2AbilityTemplate]
LocFriendlyName="吟游诗人"
LocLongDescription="贝奥武夫！我知道奥丁的眼睛在哪里，瓦尔哈拉。盟友攻击吟游诗人视野内的敌人+ <Ability:OVERSEER_SHRED/> 撕裂护甲."
LocHelpText="盟友攻击吟游诗人视野内的敌人+ <Ability:OVERSEER_SHRED/> 撕裂护甲."
LocPromotionPopupText="<Bullet/> 盟友攻击吟游诗人视野内的敌人+<font color='#5CD16C'> <Ability:OVERSEER_SHRED/> 撕裂护甲</font> . <br/><Bullet/> 撕裂加成仅适用于该士兵直接视线内的敌人. <br/><Bullet/> 拥有此特长的士兵不会从此特长中受益。. <br/>"

[APT_Vigilante X2AbilityTemplate]
LocFriendlyName="治安官"
LocLongDescription="曾经是著名的犯罪克星，效忠的政府已经消亡，但效忠的人民仍在呼唤. 对变种人造成+ <Ability:VIGILANTE_CRIT_DAMAGE_BONUS/> 暴击伤害."
LocHelpText="对变种人造成+ <Ability:VIGILANTE_CRIT_DAMAGE_BONUS/> 暴击伤害"
LocPromotionPopupText="<Bullet/>对变种人造成+<font color='#5CD16C'> <Ability:VIGILANTE_CRIT_DAMAGE_BONUS/> 暴击伤害</font> . <br/>"

; *********************************************************************************************************************
; ***							RPG Aptitudes																		***
; *********************************************************************************************************************
[RpgToxicologist X2AbilityTemplate]
LocFriendlyName="苍翠誓约"
LocFlyOverText="苍翠誓约"
LocHelpText="你的毒攻击+ <Ability:TOXICOLOGIST_DAMAGE_BONUS/> 伤害和你的中毒效果+ <Ability:TOXICOLOGIST_DAMAGE_BONUS/> 伤害每回合. 每次任务获得一个免费的毒气弹."
LocLongDescription="你的毒攻击+ <Ability:TOXICOLOGIST_DAMAGE_BONUS/> 伤害和你的中毒效果+ <Ability:TOXICOLOGIST_DAMAGE_BONUS/> 伤害每回合. 每次任务获得一个免费的毒气弹."
LocPromotionPopupText="<Bullet/>技能加成适用于毒性榴弹和毒性子弹.<br/>"

[RpgElectrician X2AbilityTemplate]
LocFriendlyName="雷霆崇拜"
LocFlyOverText="雷霆崇拜"
LocHelpText="你的电攻击+ <Ability:ELECTRICIAN_DAMAGE_BONUS/> 伤害.每次任务你都会得到一枚免费的EMP手榴弹."
LocLongDescription="你的电攻击+ <Ability:ELECTRICIAN_DAMAGE_BONUS/> 伤害.每次任务你都会得到一枚免费的EMP手榴弹."
LocPromotionPopupText="<Bullet/>电攻击包括电击伤害类型的榴弹和子弹（如蓝屏子弹），以及战争协议、电容器放电和鞭笞（电鞭）能力.<br/>"

[RpgChemist X2AbilityTemplate]
LocFriendlyName="蚀刻真仪"
LocFlyOverText="蚀刻真仪"
LocHelpText="你的酸攻击和酸液腐蚀效果+ <Ability:CHEMIST_DAMAGE_BONUS/> 伤害, 对敌人造成额外的撕裂护甲效果。每次任务都会获得一枚免费的酸性榴弹."
LocLongDescription="你的酸攻击和酸液腐蚀效果+ <Ability:CHEMIST_DAMAGE_BONUS/> 伤害, 对敌人造成额外的撕裂护甲效果。每次任务都会获得一枚免费的酸性榴弹."
LocPromotionPopupText="<Bullet/>酸攻击包括酸性榴弹和子弹.<br/><Bullet/>基于武器技术对敌人造成额外的撕裂 <Ability:CHEMIST_SHRED_BONUS_CV/> / <Ability:CHEMIST_SHRED_BONUS_MG/> / <Ability:CHEMIST_SHRED_BONUS_BM/> 护甲.<br/>"

[RpgPyromaniac X2AbilityTemplate]
LocFriendlyName="拜火习俗"
LocFlyOverText="拜火习俗"
LocHelpText="你的火攻击+ <Ability:PYROMANIAC_DAMAGE_BONUS/> 伤害，每回合造成的燃烧伤害+ <Ability:PYROMANIAC_DAMAGE_BONUS/> . 每次任务获得一个免费的火焰手榴弹."
LocLongDescription="你的火攻击+ <Ability:PYROMANIAC_DAMAGE_BONUS/> 伤害，每回合造成的燃烧伤害+ <Ability:PYROMANIAC_DAMAGE_BONUS/> . 每次任务获得一个免费的火焰手榴弹."
LocPromotionPopupText="<Bullet/>火攻击包括火焰榴弹、火焰喷射器攻击和导致目标燃烧的子弹.<br/>"

; *********************************************************************************************************************
; ***							Fixes																				***
; *********************************************************************************************************************

[RunAndGun X2AbilityTemplate]
LocFriendlyName="奔袭战术"
LocLongDescription="冲刺后采取行动.<br/>"
LocHelpText="冲刺后采取行动."
LocFlyOverText="奔袭战术"
LocPromotionPopupText="<Bullet/> 奔袭战术 允许 <Ability:ClassName/>快速接近目标，或者轻松绕到侧翼位置.<br/><Bullet/> 奔袭战术 有 3 回合冷却.<br/>"

; *********************************************************************************************************************
; ***							LW2 Perks																			***
; *********************************************************************************************************************

[LW2WotC_Sentinel X2AbilityTemplate]
LocFriendlyName="哨兵"
LocFlyOverText="哨兵"
LocLongDescription="当监视射击时, 你将可能触发额外的 <Ability:SENTINEL_LW_USES_PER_TURN/> 反应射击."
LocHelpText="当监视射击时, 你将可能触发额外的 <Ability:SENTINEL_LW_USES_PER_TURN/> 反应射击."
LocPromotionPopupText="<Bullet/> 根据外星人的移动，反应射击可以对一个或多个目标攻击.<br/>"

[LW2WotC_HEATWarheads X2AbilityTemplate]
LocFriendlyName="高热弹头"
LocLongDescription="你的爆炸物现在将最多穿透 <Ability:HEAT_WARHEADS_PIERCE> 点护甲，并撕裂额外 <Ability:HEAT_WARHEADS_SHRED> 点护甲."
LocHelpText="你的爆炸物现在将最多穿透 <Ability:HEAT_WARHEADS_PIERCE> 点护甲，并撕裂额外 <Ability:HEAT_WARHEADS_SHRED> 点护甲."
LocFlyOverText="高热弹头"
LocPromotionPopupText="<Bullet/> 你的爆炸物现在将最多穿透 <Ability:HEAT_WARHEADS_PIERCE> 点护甲，并撕裂额外 <Ability:HEAT_WARHEADS_SHRED> 点护甲.<br/>"

[RpgNeedleGrenades X2AbilityTemplate]
LocFriendlyName="刺针榴弹"
LocLongDescription="你的爆炸物击杀敌人时不会破坏战利品."
LocHelpText="你的爆炸物击杀敌人时不会破坏战利品."
LocFlyOverText="刺针榴弹"
LocPromotionPopupText="<Bullet/> 你受过额外的训练，能让你使用能够发射出特殊裂片的爆炸性榴弹，使战利品完好无损t."

; *********************************************************************************************************************
; ***							Shadow Ops Perks																	***
; *********************************************************************************************************************
[RpgFirebug X2AbilityTemplate]
LocFriendlyName="火虫"
LocLongDescription="获得1个免费燃烧弹手榴弹."
LocHelpText="获得1个免费燃烧弹手榴弹."
LocFlyOverText="火虫"
LocPromotionPopupText="<Bullet/> 免费的手榴弹不受 军需官 技能加成.<br/>"

[RpgScrounger X2AbilityTemplate]
LocFriendlyName="拾荒人"
LocLongDescription="当你在执行任务时，增加额外的战利品掉落的机会."
LocHelpText="当你在执行任务时，增加额外的战利品掉落的机会."

[RpgScroungerTrigger X2AbilityTemplate]
LocFriendlyName="拾荒人"
LocLongDescription="当你在执行任务时，增加额外的战利品掉落的机会."
LocHelpText="当你在执行任务时，增加额外的战利品掉落的机会."

[RpgAirstrike X2AbilityTemplate]
LocFriendlyName="空袭"
LocLongDescription="每次任务可以呼叫一次火力支援，在大范围内造成8-12点伤害，需要2点行动点."
LocHelpText="每次任务可以呼叫一次火力支援，在大范围内造成8-12点伤害，需要2点行动点."
LocFlyOverText="空袭"
LocPromotionPopupText="<Bullet/> 空袭会摧毁大部分建筑.<br/>"

; *********************************************************************************************************************
; ***							ABB Perks				        													***
; *********************************************************************************************************************
[RpgDrivenByVengeance X2AbilityTemplate]
LocFriendlyName="复仇使者"
LocLongDescription="每当你被击中，下一个回合+ <Ability:DRIVEN_BY_VENGEANCE_AIM/> 命中，+ <Ability:DRIVEN_BY_VENGEANCE_CRIT/> 暴击. 本次任务永久+ <Ability:DRIVEN_BY_VENGEANCE_WILL/> 意志."
LocHelpText="每当你被击中，下一个回合+ <Ability:DRIVEN_BY_VENGEANCE_AIM/> 命中，+ <Ability:DRIVEN_BY_VENGEANCE_CRIT/> 暴击. 本次任务永久+ <Ability:DRIVEN_BY_VENGEANCE_WILL/> 意志."
LocFlyOverText="复仇使者"
LocPromotionPopupText="<br/><Bullet/>意志力加成持续到任务结束.<br/><Bullet/>命中率和暴击率不可叠加.<br/>"

; *********************************************************************
; ***                     New Gauntlet Text                         ***
; *********************************************************************
[HighPressure X2AbilityTemplate]
-LocLongDescription="火焰喷射器获得额外次数."
-LocHelpText="火焰喷射器获得额外次数."
-LocPromotionPopupText="<Bullet/> 火焰喷射器的标准攻击增益 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FLAMETHROWER_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外次数.<br/><Bullet/> 驱逐获得 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:ROUST_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外次数."
+LocLongDescription="火焰喷射器获得1额外次数."
+LocHelpText="火焰喷射器获得1额外次数."
+LocPromotionPopupText="<Bullet/> 火焰喷射器的标准攻击增益 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FLAMETHROWER_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外次数.<br/><Bullet/> 火焰风暴等特殊能力不会获得额外次数."

[ShockAndAwe X2AbilityTemplate]
-LocLongDescription="你的臂套现在携带 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外火箭."
-LocHelpText="你的臂套现在携带 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外火箭."
-LocPromotionPopupText="<Bullet/> 你的臂套现在携带 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> 额外火箭.<br/>"
+LocLongDescription="您的手套现在包括一个一次性火箭发射器."
+LocHelpText="您的手套现在包括一个一次性火箭发射器."
+LocPromotionPopupText="<Bullet/> 您的手套现在包括一个一次性火箭发射器.<br/>"
